Repository: ardriveapp/ardrive-web
Catalog: lib/l10n/app_*.arb
Languages: es, es_es, hi, ja, zh, zh_hk

source: Accept
hi: स्वीकार करें
ja: 受諾
zh: 接受

# addButtonTurbo
source: Add
hi: जोड़े
ja: 追加
zh: 添加

# addnewManifestEmphasized
source: ADD NEW MANIFEST
es: AÑADIR NUEVO MANIFIESTO
hi: नया मैनिफ़ेस्ट जोड़ें
ja: 新規マニフェストを追加する
zh: 添加新的MANIFEST
zh_hk: 新增資訊清單

# addProfileEmphasized
source: ADD PROFILE
es: AÑADIR PERFIL
es_es: AÑADIR PERFIL
hi: प्रोफ़ाइल जोड़ें
ja: プロフィールを追加する
zh: 创建账户
zh_hk: 加設個人簡況

source: Address Copied!
es: ¡Dirección copiada!
hi: एड्रेस कॉपी कर लिया गया!
ja: アドレスがコピーされました
zh: 地址已复制。
zh_hk: 位址已複製！

# addSomeFiles
source: There's nothing to see here. Click "new" to add some files.
es: No hay nada aquí. Cliquea en "NUEVO" para añadir archivos.
es_es: Nada qué ver aquí. Pincha en "nuevo" para añadir agunos ficheross.
hi: यहां देखने के लिए कुछ भी नहीं है। कुछ फ़ाइलें जोड़ने के लिए "नया" पर क्लिक करें।
ja: ここには何もありません ファイルを追加するには「新規作成」をクリックしてください
zh: 此处为空. 点击 "new" 来添加文件.
zh_hk: 這裡没有什麼可看。點擊 '' 新 '' 以添加新檔案。

source: Advanced
hi: एडवांस
ja: 詳細

# aggreeToTerms_body
source: I agree to the ArDrive terms of service and privacy policy.
es: Acepto los términos de servicio y la política de privacidad de ArDrive.
es_es: Acepto los términos de servicio y la política de privacidad de ArDrive
hi: मैं ArDrive की सेवा की शर्तें और गोपनीयता नीति से सहमत हूं।
ja: ArDriveのサービス利用規約とプライバシーポリシー同意する
zh: 我同意ArDrive的服务条款与隐私政策.
zh_hk: 我同意 ArDrive 的使用及私隱條例

# aggreeToTerms_link
source: ArDrive terms of service and privacy policy
es: los términos de servicio y la política de privacidad de ArDrive
es_es: los términos de servicio y la política de privacidad de ArDrive
hi: ArDrive की सेवा की शर्तें और गोपनीयता नीति
ja: ArDriveのサービス利用規約とプライバシーポリシー
zh: ArDrive的服务条款与隐私政策
zh_hk: ArDrive 的使用及私隱條例

# aggreeToTerms_main
source: I agree to the
es: Acepto
hi: मैं इससे सहमत हूं
ja: 同意する
zh: 我同意
zh_hk: 我同意

# aManifestIsASpecialKindOfFile
source: A manifest is a special kind of file that maps any number of Arweave transactions to friendly path names.
es: Un manifiesto es un tipo especial de archivo que relaciona transacciones Arweave con rutas perzonalizadas.
hi: मैनिफ़ेस्ट एक खास तरह की फ़ाइल होती है, जो किसी भी संख्या में Arweave ट्रांज़ैक्शन को फ़्रेंडली पाथ नेम में मैप करती है।
ja: マニフェストとは、任意の数のArweaveの取引をわかりやすいパス名にマッピングした特殊なファイルです。
zh: 一个manifest是一种特殊的文件, 可以将一些Arweave交易处理为可使用的路径.
zh_hk: 資訊清單是一種特殊的檔案，可找到任何 Arweave 交易編號相應的路徑 Friendly Name。

source: Amount
hi: अमाउंट
ja: 金額
zh: 数额

# anErrorOccuredWhileDownloadingYourFiles
source: An error occurred while downloading your file(s). Please try again.
hi: आपकी फ़ाइल डाउनलोड करते समय एक त्रुटि हुई। कृपया फिर से कोशिश करें।
ja: ファイルのダウンロード中にエラーが発生しました。もう一度試してください。

# anErrorOccuredWhileDownloadingYourKeyfile
source: An error occurred while downloading your wallet keyfile. Please try again.
hi: आपका वॉलेट कीफाइल डाउनलोड करने में एरर आ गया है. कृप्या पुनः ट्राई करें.
ja: ウォレットキーファイルのダウンロード中にエラーが発生しました。もう一度お試しください。
zh: 下载你的钱包密钥文件时出现了一个错误。请重试。

# anyFilesWillOutliveYou
source: Any files you upload here will outlive you!
es: ¡Los archivos que cargues aquí existirán para siempre!
es_es: ¡Cualquier fichero que subas aquí existirá mas que tú!
hi: आपके ज़रिए यहां अपलोड की जाने वाली कोई भी फ़ाइल आपकी उम्र से भी ज़्यादा समय तक टिकी रहेगी!
ja: ここにアップロードされたファイルはすべて、あなたの死後も存在し続けますす!
zh: 任何你上传的文件都会永久存储!
zh_hk: 所有上載到這裏的檔案, 都會比你於這地球上存在得更耐 !

# anyoneCanAccessThisDrivePrivate
source: Anyone can access this private drive using the link above.
es: Cualquiera puede acceder a esta unidad privada usando este enlace.
es_es: Cualquiera puede acceder al disco privado usando el enlace de arriba.
hi: ऊपर दिए गए लिंक का इस्तेमाल करके कोई भी इस प्राइवेट ड्राइव को ऐक्सेस कर सकता है।
ja: 上記のリンクを使って誰でもこのプライベート・ドライブにアクセスすることができます。
zh: 任何人都可以使用此链接来访问私人网盘.
zh_hk: 任何人都可從以上連結, 取得此私人檔案盤的資料。

# anyoneCanAccessThisDrivePublic
source: Anyone can access this public drive using the link above.
es: Cualquiera puede acceder a esta unidad pública usando este enlace.
es_es: Cualquiera puede acceder a este disco público usando el enlace de arriba.
hi: ऊपर दिए गए लिंक का इस्तेमाल करके कोई भी इस पब्लिक ड्राइव को ऐक्सेस कर सकता है।
ja: 上記のリンクを使って誰でもこの公開ドライブにアクセスすることができます。
zh: 任何人都可以使用此链接来访问公开网盘.
zh_hk: 任何人都可從以上連結, 取得此共用檔案盤的資料。

# anyoneCanAccessThisFile
source: Anyone can access this file using the link above.
es: Cualquiera puede acceder al archivo usando este enlace.
es_es: Cualquiera puede acceder a este fichero usando el enlace de arriba.
hi: ऊपर दिए गए लिंक का इस्तेमाल करके कोई भी इस फ़ाइल को ऐक्सेस कर सकता है।
ja: 上記のリンクを使って誰でもこのファイルにアクセスすることができます。
zh: 任何人都可以使用此链接来访问此文件.
zh_hk: 任何人都可從以上連結, 取得此檔案。

# appVersion
source: Version {version}
es: Versión {version}
hi: वर्ज़न {version}।
ja: バージョン{version}
zh: 版本 {version}
zh_hk: 版本 {version}

# arBalance
source: Balance
hi: बैलेंस
ja: バランス
zh: 余额

# arConnectRemainOnThisTab
source: CAUTION: Your Web3 wallet is signing your transactions. Please remain on this tab until it has completed.
es: PRECAUCIÓN: Tu monedero WEB3 está firmando las transacciones. Por favor, mantente en esta pestaña hasta completar el proceso.
es_es: PRECAUCIÓN: Tu cartera WEB3 está firmando tus transacciones. Por favor mantente en esta pestaña hasta que finalice.
hi: सावधानी: आपका Web3 वॉलेट आपके ट्रांज़ैक्शन पर साइन कर रहा है। कृपया इस टैब पर तब तक बने रहें जब तक कि यह पूरा नहीं हो जाता।
ja: 注意： Web3ウォレットがトランザクションに署名しています。完了するまでこのタブにとどまってください。
zh: 注意: 你的Web3钱包正在处理交易. 请在当前页面中等待.
zh_hk: 注意: 你正在以 Web3 錢包繳付交易。請停留在這介面, 直至交易完成。

# arConnectWalletDoestNotMatchArDriveWallet
source: Your ArConnect wallet does not match your ArDrive wallet. Please try again.
es: Tu cartera ArConnect no coincide con tu cartera ArDrive. Inténtalo de nuevo.
hi: आपका ArConnect वॉलेट आपके ArDrive वॉलेट से मैच नहीं करता है. कृपया दोबारा कोशिश करें.
ja: あなたのArConnectウォレットがArDriveウォレットと一致しません。もう一度お試しください。
zh: 您的 ArConnect 钱包与 ArDrive 钱包不匹配。请重试。
zh_hk: 您的 ArConnect 錢包與 ArDrive 錢包不符。請再試一次。

# ardriveIsntJustAnotherCloudSyncApp
source: ArDrive isn’t just another cloud sync app. It’s the beginning of a permanent hard drive.
es: ArDrive no es sólo otra aplicación de almacenamiento en la nube. Es el comienzo de un disco duro permanente.
es_es: ArDrive no es sólo otra aplicacion de sincronizacion en la nube. Es el comienzo de un disco duro permanente.
hi: ArDrive सिर्फ एक और क्लाउड सिंक ऐप नहीं है। यह एक स्थायी हार्ड ड्राइव की शुरुआत है।
ja: ArDriveはただのクラウド同期アプリではありません。永続的なハードドライブの始まりです。
zh: ArDrive不止是一个普通云盘, 而是一个永久网盘.
zh_hk: ArDrive 並非一般的雲端同步應用程式。它是使用永久硬盤的起步點。

# ardriveIsOptimizedForLargeScreens
source: ArDrive is currently only optimized for larger screens.
es: ArDrive está optimizado unicamente para pantallas grandes.
es_es: ArDrive está optimizado solo para pantallas grandes.
hi: ArDrive फ़िलहाल केवल बड़ी स्क्रीन के लिए ऑप्टिमाइज़ किया गया है।
ja: ArDriveは現在大きな画面でのみ最適化されます。
zh: ArDrive目前仅支持更大屏幕.
zh_hk: 現階段, ArDrive 只支援較大的螢幕。

source: Attach Drive
es: Vincular unidad
es_es: Adjuntar disco
hi: ड्राइव अटैच करें
ja: ドライブを接続
zh: 导入网盘
zh_hk: 附加檔案盤

# attachDriveEmphasized
source: ATTACH DRIVE
es: VINCULAR UNIDAD
es_es: ADJUNTAR DISCO
hi: ड्राइव अटैच करें
ja: ドライブを接続
zh: 导入网盘
zh_hk: 附加檔案盤

# attachEmphasized
source: ATTACH
es: VINCULAR
es_es: ADJUNTAR
hi: अटैच करें
ja: 接続
zh: 导入
zh_hk: 附加

# attachingDriveEmphasized
source: ATTACHING DRIVE...
es: VINCULANDO UNIDAD...
es_es: ADJUNTANDO DISCO...
hi: ड्राइव अटैच कर रहे हैं...
ja: ドライブを接続中…
zh: 导入网盘中...
zh_hk: 正在附加檔案盤 ...

source: Back
es: Volver
es_es: Volver
hi: पीछे जाएं
ja: 戻る
zh: 返回
zh_hk: 返回

# backButtonOnboarding
source: Back
es: Atrás
hi: पीछे
ja: 戻る
zh: 返回
zh_hk: 上一步

# backEmphasized
source: BACK
es: ANTERIOR
hi: पीछे जाएं
ja: 戻る
zh: 返回
zh_hk: 返回

# backToFolder
source: Back to {entityName} folder
es: Volver a la carpeta: "{entityName}"
es_es: Volver al directorio: "{entityName}"
hi: {entityName} फ़ोल्डर पर वापस जाएं
ja: {entityName}フォルダに戻る
zh: 回到{entityName}文件夹
zh_hk: 回到 {entityName} 資料夾

source: Biometric Login Disabled
es: Inicio de sesión biométrico desactivado
hi: बायोमेट्रिक लॉगिन डिसेबल है
ja: 生体認証ログインが無効になっています
zh: 已禁用生物识别登录
zh_hk: 已停用生物特徵辨識登入

source: Biometric Login Enabled
es: Inicio de sesión biométrico activado
hi: बायोमेट्रिक लॉगिन एनेबल है
ja: 生体認証ログインが有効になっています
zh: 已启用生物识别登录
zh_hk: 已啟用生物特徵辨識登入

# biometricsDisabledOnYourDevice
source: This function is currently disabled on your device. To use it, please go to your device Settings and enable biometric authentication.
es: Esta función está actualmente desactivada en tu dispositivo. Para utilizarla, ve a Ajustes de tu dispositivo y activa la validación biométrica.
hi: यह फ़ंक्शन फ़िलहाल आपके डिवाइस पर डिसेबल है। इसका इस्तेमाल करने के लिए, कृपया अपने डिवाइस की सेटिंग्स पर जाएं और बायोमेट्रिक प्रमाणीकरण को एनेबल करें।
ja: この機能は現在、お使いのデバイスで無効になっています。使用するには、デバイスの設定に移動し、生体認証を有効にしてください。
zh: 此功能在您的设备上暂时禁用。
zh_hk: 這項功能目前在您的裝置上已停止使用。 如要使用，請前往您的裝置設定並啟用生物特徵辨識驗證。

# biometricsPasscodeNotSetAndroid
source: Your device requires a PIN/pattern/password in order to use biometrics. Please create one in order to proceed.
es: Tu dispositivo requiere un PIN/patrón/contraseña para poder utilizar la biometría. Crea uno para poder continuar.
hi: बायोमेट्रिक्स का इस्तेमाल करने के लिए आपके डिवाइस को एक पिन/पैटर्न/पासवर्ड की आवश्यकता है। आगे बढ़ने के लिए कृपया इनमें से एक बनाएं।
ja: 生体認証を使用するには、デバイスにPIN/パターン/パスワードが必要です。続行するには作成してください。
zh: 要使用生物识别，您的设备需要设置PIN/图案/密码。要继续，请创建一个。
zh_hk: 您的裝置需要 PIN/圖案/密碼才能使用生物特徵辨識。 請創建一個以繼續。

# biometricsPasscodeNotSetIOS
source: Your device requires a passcode in order to use biometrics. Please create one by going to Settings > Face ID & Passcode in order to proceed.
es: Tu dispositivo requiere un código de acceso para poder utilizar la biometría. Crea uno yendo a Ajustes > Face ID y código de acceso para continuar.
hi: बायोमेट्रिक्स का इस्तेमाल करने के लिए आपके डिवाइस को एक पासकोड की आवश्यकता है। आगे बढ़ने के लिए कृपया सेटिंग्स > फ़ेस ID और पासकोड पर जाकर एक पासकोड बनाएं।
ja: 生体認証を使用するには、デバイスにパスコードが必要です。続行するには、[設定] > [Face ID＆パスコード]に移動して作成してください。
zh: 要使用生物识别，您的设备需要设置密码。要继续，请前往“设置/面部ID和密码”创建一个密码。
zh_hk: 您的裝置需要密碼才能使用生物特徵辨識技術。 請前往「設定 > 臉部 ID 和密碼」創建一個以繼續。

# biometricsPermanentlyLockedOut
source: Biometric login disabled due to too many unsuccessful attempts. Please enter your PIN/passcode to unlock biometric functionality.
es: Inicio de sesión biométrico desactivado debido a demasiados intentos fallidos. Introduce tu PIN/código de acceso para desbloquear la funcionalidad biométrica.
hi: बहुत ज़्यादा असफल कोशिशों की वजह से बायोमेट्रिक लॉगिन डिसेबल कर दिया गया है। बायोमेट्रिक फ़ंक्शनैलिटी अनलॉक करने के लिए कृपया अपना पिन/पासकोड डालें।
ja: 生体認証ログインは、失敗した試行回数が多すぎるため無効になっています。 生体認証機能のロックを解除するには、PIN/パスコードを入力してください。
zh: 由于尝试失败次数过多，暂时禁用生物识别登录。要开启生物识别功能，请输入您的PIN/密码。
zh_hk: 由於嘗試登入失敗次數過多，生物特徵辨識登入已停用。 請輸入您的 PIN/密碼以解鎖生物辨識功能。

# biometricTemporarilyDisabled
source: Biometric login temporarily disabled due to too many unsuccessful attempts.
es: El inicio de sesión biométrico está temporalmente desactivado debido a demasiados intentos fallidos.
hi: बहुत ज़्यादा असफल कोशिशों की वजह से बायोमेट्रिक लॉगिन अस्थायी तौर पर डिसेबल हो गया है।
ja: 生体認証ログインは、失敗した試行回数が多すぎるため一時的に無効になっています。
zh: 由于尝试失败次数过多，暂时禁用生物识别登录。
zh_hk: 由於嘗試失敗次數過多，生物特徵辨識認證登入已暫停使用。

source: Bundle Tx ID
es: Tx ID del empaquetado
es_es: Tx ID del Bundle
hi: बंडल ट्रांज़ैक्शन ID
ja: バンドルTx ID
zh: 打包交易ID
zh_hk: 捆綁批次 的交易識別碼

source: Bundling and signing upload
es: Empaquetando y firmando las transacciones
es_es: Empaquetando y firmando la subida
hi: अपलोड को बंडल और साइन किया जा रहा है
ja: バンドルと署名のアップロード
zh: 正在打包与为交易签名
zh_hk: 捆綁批次及簽批上載

source: Buy Credits
hi: क्रेडिट्स खरीदें
ja: クレジット購入
zh: 购买积分

source: Camera
es: Cámara
hi: कैमरा
ja: カメラ
zh: 摄像头
zh_hk: 相機

source: Cancel
es: Cancelar
es_es: Cancelar
hi: कैंसिल करें
ja: キャンセル
zh: 取消
zh_hk: 取消

# cancelEmphasized
source: CANCEL
es: CANCELAR
es_es: CANCELAR
hi: कैंसिल करें
ja: キャンセル
zh: 取消
zh_hk: 取消

source: Change Theme
es: Cambiar tema
hi: थीम बदलें
ja: テーマの変更
zh: 更改主题
zh_hk: 變更主題

source: Change wallet
es: Cambiar monedero
es_es: Cambiar cartera
hi: वॉलेट बदलें
ja: ウォレットを変更する
zh: 切换钱包
zh_hk: 轉換錢包

source: Close
es: Cerrar
hi: बंद करें
ja: 閉じる
zh: 关闭
zh_hk: 關閉

# closeEmphasized
source: CLOSE
es: CERRAR
es_es: CERRAR
hi: बंद करें
ja: 閉じる
zh: 关闭
zh_hk: 結束

source: Collapse Sidebar
es: Hacer desaparecer la barra lateral
hi: साइडबार को बंद करें
ja: サイドバーを折りたたむ
zh: 折叠边栏
zh_hk: 收合側邊欄

source: Computing Snapshot Data
es: Calculando los datos de la instantánea
hi: स्नैपशॉट डेटा का हिसाब हो रहा है
ja: スナップショットデータの算出
zh: 正在计算快照数据
zh_hk: 正在計算快照資料

source: Confirmed
es: Confirmado
es_es: Confirmada
hi: कन्फ़र्म किया गया
ja: 確認済み
zh: 已确认
zh_hk: 確定

# confirmEmphasized
source: CONFIRM
es: CONFIRMAR
hi: कन्फ़र्म करना
ja: 確認する
zh: 确认
zh_hk: 確認

source: Confirm password
es: Confirmar contraseña
es_es: Confirmar contraseña
hi: पासवर्ड कन्फ़र्म करें
ja: パスワードの確認
zh: 重复输入密码
zh_hk: 確定密碼

source: Conflicting files:
es: Archivos con conflictos:
es_es: Ficheros conflictivos:
hi: परस्पर-विरोधी फ़ाइलें:
ja: 重複するファイル
zh: 冲突文件:
zh_hk: 檔案相沖。

# conflictingManifestFound
source: Conflicting manifest was found
es: El manifiesto ya existe
hi: परस्पर-विरोधी मैनिफ़ेस्ट पाया गया
ja: 競合するマニフェストが見つかりました
zh: manifest有冲突
zh_hk: 找到衝突的資訊清單

# conflictingManifestFoundChooseNewName
source: A manifest with the same name already exists at this location. Do you want to continue and upload this manifest as a new version?
es: Ya hay un manifiesto con ese nombre aquí. ¿Quieres continuar y cargar este manifiesto como una nueva revisión?
hi: इस लोकेशन पर इसी नाम का एक मैनिफ़ेस्ट पहले से मौजूद है। क्या आप जारी रखना चाहते हैं और इस मैनिफ़ेस्ट को एक नए वर्ज़न के तौर पर अपलोड करना चाहते हैं?
ja: 同じ名前のマニフェストがすでにこの場所に存在します。続行して、このマニフェストを新しいバージョンとしてアップロードしますか？
zh: 同名manifest已在此处存在. 你想要继续并且将manifest进行更新吗?
zh_hk: 這個位置已有相同名稱的資訊清單。您確定要繼續將這份資訊清單上傳成新版本？

# conflictingNameFound
source: Conflicting name was found
es: Se encontró un conflicto de nombres
hi: परस्पर-विरोधी नाम पाया गया
ja: 競合する名前が見つかりました
zh: 名称有冲突
zh_hk: 找到衝突的名稱

# conflictingNameFoundChooseNewName
source: An entity with that name already exists at this location. Please choose a new name.
es: Una entidad con ese nombre ya existe en este lugar. Por favor, elige un nombre diferente.
hi: इस लोकेशन पर उस नाम की एक इकाई पहले से मौजूद है। कृपया कोई नया नाम चुनें।
ja: その名前のエンティティはすでにこの場所に存在します。新しい名前を選択してください。
zh: 名称已经在此处存在. 请重新命名.
zh_hk: 這個位置已有相同名稱的實體版本。請選擇新名稱。

# congestionWarning
source: Arweave is currently experiencing heavy congestion. It's not likely that your upload will succeed right now.
es: Actualmente Arweave está experimentando mucho trafico. Posiblemente tu carga no sea exitosa en este momento.
es_es: Actualmente Arweave está experienciando congestión pesada. Posiblemente tu subida falle en este momento.
hi: Arweave फ़िलहाल भारी भीड़ का सामना कर रहा है। यह संभावना नहीं है कि आपका अपलोड अभी सफल होगा।
ja: Arweave現在大変混雑しています。現在アップロードが成功する見込みは薄いです。
zh: Arweave网络目前阻塞, 你的上传很可能会失败.
zh_hk: 現在 Arweave 正處於嚴重擠塞。當下能成功上載的機會較低。

# continueEmphasized
source: CONTINUE
es: CONTINUAR
es_es: CONTINUAR
hi: जारी रहें
ja: 続ける
zh: 继续
zh_hk: 繼續

source: Cookie Consent
hi: कुकी कंसेंट
ja: クッキーの使用許諾
zh: Cookie 同意

# cookieConsentBodyPart1
source: Our payment provider, Stripe, uses cookies to enable users to purchase Credits. These cookies are required for the purchasing of Credits.
hi: हमारा पेमेंट प्रोवाइडर, Stripe, उपयोगकर्ताओं को क्रेडिट खरीदेने के लिए इनेबल करने के लिए कुकीज़ का इस्तेमाल करता है. ये कुकीज़ क्रेडिट्स खरीदने के लिए रिक्वायर्ड है.
ja: 当社の決済プロバイダであるStripeは、ユーザーが クレジットで購入できるようにするためにクッキーを使用します。これらのクッキーは、クレジットのご利用に必要です。
zh: 我们的支付提供商 Stripe 使用 cookies 以便让用户可以购买积分 (Credits)。这些 cookies 是购买积分所必需的。

# cookieConsentBodyPart2
source: By clicking “Accept” you consent to this use of cookies.
hi: "Accept" क्लिक करके आप इन कुकीज़ के इस्तेमाल के लिए कंसेंट देते हैं
ja: 「同意する」をクリックすると、クッキーの使用に同意したことになります。
zh: 如果点击“接受”则代表你同意使用 cookies。

source: Copy Bundle Tx ID
es: Copiar la ID de la transacción del empaquetado
es_es: Copiar la Tx ID del Bundle
hi: बंडल ट्रांज़ैक्शन ID कॉपी करें
ja: バンドルTx IDをコピーする
zh: 复制打包交易ID
zh_hk: 複製捆綁批次 的交易識別碼

source: Copy Data Tx ID
es: Copiar la ID de la transacción de los datos
es_es: Copiar la Tx ID de la data
hi: डेटा ट्रांज़ैक्शन ID कॉपी करें
ja: データTx IDをコピーする
zh: 复制数据交易ID
zh_hk: 複製資料的交易識別碼

source: Copy Drive ID
es: Copiar la ID de la unidad
es_es: Copiar la ID del disco
hi: ड्राइव ID कॉपी करें
ja: ドライブIDをコピーする
zh: 复制网盘ID
zh_hk: 複製檔案盤識別碼

source: Copy Drive Tx ID
es: Copiar la ID de la transacción de la unidad
es_es: Copiar la Tx ID del disco
hi: ड्राइव ट्रांज़ैक्शन ID कॉपी करें
ja: ドライブTx IDをコピーする
zh: 复制网盘交易ID
zh_hk: 複製檔案盤的交易識別碼

source: Copy File ID
es: Copiar la ID del archivo
es_es: Copiar la ID del fichero
hi: फ़ाइल ID कॉपी करें
ja: ファイルIDをコピーする
zh: 复制文件ID
zh_hk: 複製檔案識別碼

source: Copy Folder ID
es: Copiar la ID de la carpeta
es_es: Copiar la ID del directorio
hi: फ़ोल्डर ID कॉपी करें
ja: フォルダIDをコピーする
zh: 复制文件夹ID
zh_hk: 複製資料夾識別碼

source: Copy link
es: Copiar el enlace
es_es: Copiar el enlace
hi: लिंक कॉपी करें
ja: リンクをコピーする
zh: 复制链接
zh_hk: 複製連結

source: Copy Metadata Tx ID
es: Copiar la ID de la transacción de la metadata
es_es: Copiar la Tx ID de la metadata
hi: मेटाडेटा ट्रांज़ैक्शन ID कॉपी करें
ja: メタデータTx IDをコピーする
zh: 复制元数据交易ID
zh_hk: 複製元資料 的交易識別碼

source: Copy Root folder Tx ID
es: Copiar la ID de la transacción de la carpeta raíz
es_es: Copiar la Tx ID del directorio raíz
hi: रूट फ़ोल्डर ट्रांज़ैक्शन ID कॉपी करें
ja: ルート・フォルダTx IDをコピーする
zh: 复制根文件夹交易ID
zh_hk: 複製根資料夾的交易識別碼

# copyTooltip
source: Copy
es: Copiar
hi: कॉपी करें
ja: コピー
zh: 复制
zh_hk: 複製

source: Copy Wallet Address
es: Copiar la dirección de la cartera
hi: वॉलेट एड्रेस कॉपी करें
ja: ウォレットアドレスのコピー
zh: 复制钱包地址
zh_hk: 複製錢包位址

# cost
source: Cost: {arPrice} AR
es: Costo: {arPrice} AR
es_es: Coste: {arPrice} AR
hi: लागत: {arPrice} AR
ja: 料金：{arPrice} AR
zh: 花费: {arPrice} AR
zh_hk: 價錢: {arPrice} AR

# costUpload
source: Cost
hi: कीमत
ja: コスト
zh: 成本

source: Country
hi: देश
ja: 国
zh: 国家

source: Create
es: Crear
es_es: Crear
hi: बनाएं
ja: 作成する
zh: 创建
zh_hk: 建立

# createAndConfirmPassword
source: Please create and confirm your password.
es: Crea y confirma tu contraseña. Usarás esta contraseña para iniciar sesión.
hi: कृपया अपने पासवर्ड को क्रीएट और सुनिश्चित करें. आप लॉग इन करने के लिए इस पासवर्ड का इस्तेमाल करेंगे.
ja: パスワードを作成して確認してください。このパスワードを使用してログインします。
zh: 请创建并确认您的密码。您将使用此密码登录。
zh_hk: 請建立並確認您的密碼。您會需要使用此密碼來登入。

# createDriveEmphasized
source: CREATE DRIVE
es: CREAR UNIDAD
es_es: CREAR DISCO
hi: ड्राइव बनाएं
ja: ドライブを作成
zh: 创建网盘
zh_hk: 建立檔案盤

# createEmphasized
source: CREATE
es: CREAR
es_es: CREAR
hi: बनाएं
ja: 作成する
zh: 创建
zh_hk: 建立

# createFolderEmphasized
source: CREATE FOLDER
es: CREAR CARPETA
es_es: CREAR DIRECTORIO
hi: फ़ोल्डर बनाएं
ja: フォルダを作成する
zh: 创建文件夹
zh_hk: 建立資料夾

# createHereEmphasized
source: CREATE HERE
es: CREAR AQUÍ
hi: यहां बनाएं
ja: ここに作成する
zh: 在此创建
zh_hk: 在這裡建立

# createManifest
source: New Manifest
es: Crear manifiesto
hi: नया मैनिफेस्ट
ja: 新規マニフェスト
zh: 创建manifest
zh_hk: 建立資訊清單

# createManifestEmphasized
source: CREATE MANIFEST
es: CREAR MANIFIESTO
hi: मैनिफ़ेस्ट बनाएं
ja: マニフェストを作成する
zh: 创建MANIFEST
zh_hk: 建立資訊清單

# createNewFilePin
source: Create a New File Pin
hi: नया फाइल पिन तैयार करें
ja: 新しいファイルのPinを作成します
zh: 创建一个新文件 Pin 码

source: Create New Snapshot
es: Crear nueva instantánea
hi: नया स्नैपशॉट बनाएं
ja: 新しいスナップショットを作成する
zh: 创建新快照
zh_hk: 建立新快照

source: Create snapshot
es: Crear instantánea
hi: नया स्नैपशॉट
ja: 新規スナップショット
zh: 创建快照
zh_hk: 建立快照

# createSnapshotExplanation
source: Snapshots reduce the time it takes for the drive to load. Do you want to create a snapshot of your drive {driveName}?
es: Las instantáneas reducen el tiempo que tarda en cargarse la unidad. ¿Deseas crear una instantánea de la unidad {driveName}?
hi: स्नैपशॉट ड्राइव को लोड होने में लगने वाले समय को कम कर देता है। क्या आप अपने ड्राइव {driveName} का एक स्नैपशॉट बनाना चाहते हैं?
ja: スナップショットにより、ドライブの読み込み時間が短縮されます。お使いの{driveName}ドライブのスナップショットを作成しますか？
zh: 快照减少加载驱动器所需的时间。您要创建驱动器{driveName}的快照吗？
zh_hk: 快照會縮短磁碟機載入所需的時間。您要建立磁碟機 {driveName} 的快照嗎？

# creatingDriveEmphasized
source: CREATING DRIVE...
es: CREANDO UNIDAD...
es_es: CREANDO DISCO...
hi: ड्राइव बनाया जा रहा है...
ja: ドライブを作成中…
zh: 创建网盘中...
zh_hk: 正在建立檔案盤

# creatingFolderEmphasized
source: CREATING FOLDER...
es: CREANDO CARPETA...
es_es: CREANDO DIRECTORIO...
hi: फ़ोल्डर बनाया जा रहा है...
ja: フォルダ作成中…
zh: 创建文件夹中...
zh_hk: 正在建立資料夾

source: Credit Card
hi: क्रेडिट कार्ड
ja: クレジットカード
zh: 信用卡

source: Credits
hi: क्रेडिट्स
ja: クレジット
zh: 积分

# creditsTurbo
source: Credits
hi: क्रेडिट्स
ja: クレジット
zh: 积分

# creditsWillBeAutomaticallyAddedToYourTurboBalance
source: Credits will be automatically added to your Turbo balance, and you can start using them right away.
hi: क्रेडिट्स आपके टर्बो बैलेंस में ऑटोमेटिकली जोड़ दिए जाएंगे, और आप उनका इस्तेमाल उसके तुरंत बाद शुरु कर सकतें हैं.
ja: クレジットは自動的にターボ残高に追加され、すぐにご利用いただけます。
zh: 积分将自动添加到你的 Turbo 余额，你可以立马开始使用。

source: Currency
hi: करेंसी
ja: 通貨
zh: 货币

source: Custom Amount
hi: कस्टम अमाउंट
ja: 特注金額
zh: 自定义数额

# darkModeEmphasized
source: DARK MODE
es: MODO OSCURO
hi: डार्क मोड
ja: ダークモード
zh: 深色模式
zh_hk: 深色模式

source: Data Tx ID
es: Tx ID de los datos
es_es: Tx ID de la data
hi: डेटा ट्रांज़ैक्शन ID
ja: データTx ID
zh: 数据交易ID
zh_hk: 資料的交易識別碼

source: Date created
es: Fecha de creación
es_es: Fecha de creación
hi: बनाए जाने की तारीख़
ja: 作成日
zh: 创建日期
zh_hk: 建立日期

# decentralizedPermanent
source: Decentralized, permanent data storage doesn’t happen in an instant.
es: El almacenamiento de datos no sucede en un instante.
es_es: El almacenamiento de datos no sucede en un instante.
hi: डिसेंट्रलाइज़्ड, स्थायी डेटा स्टोरेज एक पल में नहीं होता है।
ja: 分散型の永久データ保存は一瞬では実現しません。
zh: 去中心化的永久数据存储需要一些耐心来等待.
zh_hk: 去中心化及永久數據儲存, 並非瞬間發生。

source: Deep Resync
es: Resincronización profunda
hi: डीप रीसिंक करें
ja: 深層再同期
zh: 深度重新同步
zh_hk: 深度重新同步

# deepResyncTooltip
source: Empty cache & refresh all drives
es: Vaciar caché y actualizar todas las unidades
hi: कैशे खाली करें और सभी ड्राइव को रिफ़्रेश करें
ja: キャッシュの削除と全ドライブの更新
zh: 清空缓存并刷新所有驱动器
zh_hk: 清空快取並重新整理所有磁碟機

source: Detach Drive?
es: ¿Desvincular unidad?
hi: क्या ड्राइव को अलग करें?
ja: ドライブを切り離しますか？
zh: 是否移除网盘?
zh_hk: 要卸離磁碟？

# detachDriveQuestion
source: Are you sure you want to detach '{driveName}'?
es: ¿Confirmas que quieres desvincular '{driveName}'?
hi: क्या आप पक्का '{driveName}' को अलग करना चाहते हैं?
ja: 「{driveName}」を切り離してもよろしいですか？
zh: 你确定要移除名为'{driveName}'的网盘吗?
zh_hk: 確定要卸離 {driveName} 嗎？

# detachEmphasized
source: DETACH
es: DESVINCULAR
hi: अलग करें
ja: 切り離す
zh: 移除
zh_hk: 卸離

source: Determining size and cost of snapshot
es: Determinando el tamaño y el coste de la instantánea
hi: स्नैपशॉट का साइज़ और उसकी लागत तय करना
ja: スナップショットのサイズとコストを決定する
zh: 正在确定快照的大小和成本
zh_hk: 正在研判快照的大小和費用

# deviceNotSupportBiometrics
source: This device does not support the use of biometrics.
es: Este dispositivo no admite el uso de la biometría.
hi: यह डिवाइस बायोमेट्रिक्स के इस्तेमाल को सपोर्ट नहीं करता है।
ja: このデバイスは生体認証の使用をサポートしていません。
zh: 此设备不支持使用生物识别。
zh_hk: 此裝置不支援使用生物特徵辨識技術。

# displayedPaginatedData
source: {from} - {to} of {total}
es: {from} - {to} de {total}
hi: {total} में {from} - {to}
ja: {total}件中の{from} ～ {to}件
zh: {total} 中的 {from} 到 {to}
zh_hk: {from} 至 {to} 項，共 {total} 項

# diveInButtonOnboarding
source: Dive in
es: Sumergirse
hi: डाइव इन
ja: 始める
zh: 深入了解
zh_hk: 馬上使用

# doneEmphasized
source: DONE
es: HECHO
es_es: LISTO
hi: हो गया
ja: 完了
zh: 完成
zh_hk: 完成

# dontHaveAWallet1Part
source: Don't have a wallet? Get one
hi: वॉलेट नहीं है? अभी एक पाएं
ja: ウォレットをお持ちではありませんか？手に入れましょう
zh: 没有钱包？获取一个

# dontHaveAWallet2Part
source: Here!
hi: यहाँ!
ja: ここで！
zh: 这里！

source: Download
es: Descargar
es_es: Descargar
hi: डाउनलोड करें
ja: ダウンロード
zh: 下载
zh_hk: 下載

source: Download finished!
es: ¡Descarga terminada!
hi: डाउनलोड समाप्त हुआ!
ja: ダウンロードが完了しました！
zh: 下载完成！
zh_hk: 下載完成！
