Repository: ardriveapp/ardrive-web
Catalog: lib/l10n/app_*.arb
Languages: es, es_es, hi, ja, zh, zh_hk

# freeTurboTransaction
source: Cost: 0 AR This small transaction is free thanks to Turbo.
es: Coste: 0 AR Esta pequeña transacción es gratuita gracias a Turbo.
hi: लागत: 0 AR Turbo को धन्यवाद कि यह छोटा सा ट्रांज़ैक्शन फ़्री है।
ja: コスト：0 AR この小さな取引は、Turboのおかげで無料です。
zh: 成本：0 AR 多亏 Turbo，这笔小额交易免费。
zh_hk: 費用：0 AR 這筆小額交易免費，感謝使用 Turbo。

source: Gallery
es: Galería
hi: गैलरी
ja: ギャラリー
zh: 相册
zh_hk: 圖片庫

source: Got it!
es: ¡Entendido!
hi: समझ गया!
ja: 了解です！
zh: 明白!
zh_hk: 好的！

# goToDeviceSettings
source: Go to Settings
es: Ir a Ajustes
hi: सेटिंग्स पर जाएं
ja: 設定に移動する
zh: 前往“设置”
zh_hk: 前往設定

source: Go to first
es: Ir al comienzo
es_es: Ir al principio
hi: पहले पर जाएं
ja: 最初に戻る
zh: 回到第一页
zh_hk: 至首頁

source: Go to Last
es: Ir al final
es_es: Ir al final
hi: आखिरी पर जाएं
ja: 最後に移動
zh: 最后一页
zh_hk: 至尾頁

# greenCheckMark
source: When the green checkmark appears next to your file, it has been uploaded to the PermaWeb.
es: Cuando el punto verde aparece al lado de tu archivo, es cuando ha sido cargado a la PermaWeb.
es_es: Cuando la marca verde aparece al lado de tu fichero, es cuando ha sido subido a la Permaweb.
hi: जब आपकी फ़ाइल के आगे हरे रंग का चेकमार्क दिखाई देता है, तो इसका मतलब होता है कि इसे PermaWeb पर अपलोड कर दिया गया है।
ja: ファイルの横に緑のチェックマークが表示されたら、そのファイルはPermaWebにアップロードされています。
zh: 当文件旁的绿色图标亮起, 就代表它被上传到永久网络了.
zh_hk: 當綠色的標記顯示在你的檔案旁邊, 這表示檔案已被儲存到永久網絡空間。

source: Help
es: Ayuda
es_es: Ayuda
hi: सहायता
ja: ヘルプ
zh: 帮助中心
zh_hk: 求助

source: Help Center
hi: हेल्प सेंटर
ja: ヘルプセンター

source: How are conversions determined?
hi: कन्वर्जंस कैसे निर्धारित किया जाता है?
ja: コンバージョンはどのようにして決定されるのですか？
zh: 转换是如何确定的？

# howDoesKeyfileLoginWork
source: How do keyfile and seed phrase login work?
hi: कीफाइल और सीड फ्रेज लॉगिन कैसे काम करते हैं?
ja: キーファイルとシードフレーズによるログインはどのように行われるのですか？
zh: 密钥文件和助记词登录是如何工作的？

# infernoIsInFullSwing
source: The Inferno Rewards Program is in full swing! Click here to check out the rules for participation!
es: ¡El programa de recompensas Inferno está en pleno apogeo! ¡Haz clic aquí para ver las reglas de participación!
hi: इन्फर्नो रिवॉर्ड्स प्रोग्राम पूरे जोरों पर है! भाग लेने के नियमों को देखने के लिए यहां क्लिक करें!
ja: インフェルノ・リワード・プログラムが本格化！参加ルールを確認するにはここをクリック！
zh: Inferno奖励计划正在全面展开! 点击这里查看参与规则!
zh_hk: 地獄獎勵計劃正如火如荼！點擊這裡查看參與規則！

source: Insufficient AR for upload.
es: AR insufficiente para la carga.
es_es: Insufficiente AR para la subida.
hi: अपलोड करने के लिए AR काफ़ी नहीं है।
ja: ARが不足しているためアップロードできません。
zh: AR余额不足, 无法上传.
zh_hk: AR不足, 未能上載

# insufficientARToCreateDrive
source: You do not have sufficient AR to create a drive.
es: Balance insuficiente para crear la unidad.
hi: ड्राइव बनाने के लिए आपके पास AR काफ़ी नहीं है।
ja: ARが不足しているため、ドライブを作成することができません。
zh: 你的AR余额不足, 无法创建网盘.
zh_hk: 你沒有足夠的 AR 去建立檔案盤

# insufficientBalanceForManifest
source: Provided wallet balance of {walletBalance} AR is not enough for this manifest transaction costing {totalCost} AR...
es: El balance de {walletBalance} AR es insuficiente para esta transacción de manifiesto que cuesta: {totalCost} AR...
hi: मुहैया किए गए {walletBalance} AR का वॉलेट बैलेंस {totalCost} AR की लागत वाले इस मैनिफ़ेस्ट ट्रांज़ैक्शन के लिए काफ़ी नहीं है...
ja: 指定されたウォレットの残高が{walletBalance} ARでは、{totalCost} ARかかるこのマニフェストの取引に十分ではありません…
zh: 所使用的钱包内的{walletBalance}AR不足以支付manifest交易所需要的{totalCost}AR...
zh_hk: 提供的錢包餘額 ({walletBalance} AR) 不足以進行交易，因這項資訊清單交易需要 {totalCost} AR...

# insufficientBalanceForSnapshot
source: Provided wallet balance of {walletBalance} AR is not enough for this snapshot transaction costing {totalCost} AR...
es: El saldo de la cartera proporcionada de {walletBalance} AR no es suficiente para esta transacción, cuyo coste es de {totalCost} AR.
hi: मुहैया किए गए {walletBalance} AR का वॉलेट बैलेंस {totalCost} AR की लागत वाले इस स्नैपशॉट ट्रांज़ैक्शन के लिए काफ़ी नहीं है...
ja: ウォレット残高が{walletBalance}ARでは、このスナップショットのトランザクションコストである{totalCost}ARに不足しています...
zh: 提供的{walletBalance} AR 钱包余额不足以支付此快照交易成本{totalCost} AR......
zh_hk: 您提供的錢包餘額為 {walletBalance} AR，不足以支付這筆快照交易的費用：{totalCost} AR...

# insufficientFundsForCreateADrive
source: You do not have sufficient funds to create a Drive at this time. Please go to the top up page to add funds to your account.
es: No tienes el balance suficiente para crear una unidad. Por favor, ve a la página de recargas para agregar AR a tu cuenta.
hi: आपके पास इस समय ड्राइव बनाने के लिए पर्याप्त फ़ंड नहीं है। अपने अकाउंट में फ़ंड जोड़ने के लिए कृपया टॉप अप पेज पर जाएं।
ja: 現在、ドライブを作成するための十分な資金がありません。トップアップページに移動して、アカウントに資金を追加してください。
zh: 你没有足够的余额来创建网盘. 请到账户的充值页面进行充值.
zh_hk: 目前您沒有足夠資金建立「磁碟」。請前往追加費用頁面，為您的帳號增加資金。

# insufficientFundsForCreateAFolder
source: You do not have sufficient funds to create a Folder at this time. Please go to the top up page to add funds to your account.
es: No tienes el balance suficiente para crear una carpeta. Por favor, ve a la página de recargas para agregar AR a tu cuenta.
hi: आपके पास इस समय फ़ोल्डर बनाने के लिए पर्याप्त फ़ंड नहीं है। अपने अकाउंट में फ़ंड जोड़ने के लिए कृपया टॉप अप पेज पर जाएं।
ja: 現在、フォルダーを作成するための十分な資金がありません。トップアップページに移動して、アカウントに資金を追加してください。
zh: 你没有足够的余额来创建文件夹. 请到账户的充值页面进行充值.
zh_hk: 目前您沒有足夠資金建立「檔案夾」。請前往追加費用頁面，為您的帳號增加資金。

# insufficientFundsForCreateAManifest
source: You do not have sufficient funds to create a Manifest at this time. Please go to the top up page to add funds to your account.
es: No tienes el balance suficiente para crear un manifiesto. Por favor, ve a la página de recargas para agregar AR a tu cuenta.
hi: आपके पास इस समय मैनिफ़ेस्ट बनाने के लिए पर्याप्त फ़ंड नहीं है। अपने अकाउंट में फ़ंड जोड़ने के लिए कृपया टॉप अप पेज पर जाएं।
ja: 現在、マニフェストを作成するための十分な資金がありません。トップアップページに移動して、アカウントに資金を追加してください。
zh: 你没有足够的余额来创建Manifest. 请到账户的充值页面进行充值.
zh_hk: 目前您沒有足夠資金建立「資訊清單」。請前往追加費用頁面，為您的帳號增加資金。

# insufficientFundsForUploadFiles
source: You do not have sufficient funds to upload Files at this time. Please go to the top up page to add funds to your account.
es: No tienes el balance suficiente para cargar archivos. Por favor, ve a la página de recargas para agregar AR a tu cuenta.
hi: आपके पास इस समय फ़ाइलें अपलोड करने के लिए पर्याप्त फ़ंड नहीं है। अपने अकाउंट में फ़ंड जोड़ने के लिए कृपया टॉप अप पेज पर जाएं।
ja: 現在、ファイルをアップロードするための十分な資金がありません。トップアップページに移動して、アカウントに資金を追加してください。
zh: 你没有足够的余额来上传文件. 请到账户的充值页面进行充值.
zh_hk: 目前您沒有足夠資金上傳「檔案」。請前往追加費用頁面，為您的帳號增加資金。

# insufficientFundsForUploadFolders
source: You do not have sufficient funds to upload Folders at this time. Please go to the top up page to add funds to your account.
es: No tienes el balance suficiente para cargar carpetas. Por favor, ve a la página de recargas para agregar AR a tu cuenta.
hi: आपके पास इस समय फ़ोल्डर्स अपलोड करने के लिए पर्याप्त फ़ंड नहीं है। अपने अकाउंट में फ़ंड जोड़ने के लिए कृपया टॉप अप पेज पर जाएं।
ja: 現在、フォルダーをアップロードするための十分な資金がありません。トップアップページに移動して、アカウントに資金を追加してください。
zh: 你没有足够的余额来上传文件夹. 请到账户的充值页面进行充值.
zh_hk: 目前您沒有足夠資金上傳「檔案夾」。請前往追加費用頁面，為您的帳號增加資金。

source: Invalid Keyfile
es: Fichero de clave no válido
hi: इनवैलिड कीफाइल
ja: 無効なキーファイル
zh: 密钥文件无效
zh_hk: 無效的密鑰文件

source: Invalid Wallet File
es: Archivo de cartera no válido
hi: अमान्य वॉलेट फ़ाइल
ja: 無効なウォレットファイル
zh: 无效钱包文件
zh_hk: 無效的錢包檔案

# invalidWalletFileDescription
source: The file you have chosen is invalid.
es: El archivo que has seleccionado no es válido
hi: आपने जो फ़ाइल चुनी है वह अमान्य है।
ja: 選択したファイルは無効です。
zh: 您选择的文件无效。
zh_hk: 您選擇的檔案無效。

# itemActivityEmphasized
source: ACTIVITY
es: ACTIVIDAD
es_es: ACTIVIDAD
hi: ऐक्टिविटी
ja: アクティビティ
zh: 活动
zh_hk: 活動

# itemContains
source: Contains
es: Contiene
es_es: Contiene
hi: शामिल हैं
ja: 含む
zh: 拥有
zh_hk: 包含

# itemDetailsEmphasized
source: DETAILS
es: DETALLES
es_es: DETALLES
hi: जानकारी
ja: 詳細
zh: 细节
zh_hk: 詳情

# itemIsBeingProcesed
source: This item is being processed...
es: El elemento está siendo procesado...
es_es: El elemento está siendo procesado...
hi: यह आइटम प्रोसेस किया जा रहा है...
ja: このアイテムは処理中です...
zh: 文件正在被处理...
zh_hk: 現正處理此項目 ...

# itemMoveNameConflict
source: The following item(s) could not be moved because '{destinationFolderName}' contains item(s) with the same name.
es: El/los siguiente(s) elemento(s) no ha/han podido moverse porque la {destinationFolderName} contiene elemento(s) con el mismo nombre.
hi: निम्न आइटमों को मूव नहीं किया जा सका क्योंकि '{destinationFolderName}' में एक ही नाम वाले आइटम शामिल हैं।
ja: 「{destinationFolderName}」に同じ名前のアイテムが含まれているため、次のアイテムを移動できませんでした。
zh: 以下项目无法移动，因为{destinationFolderName}包含同名项目。
zh_hk: 以下物件無法移動，因為 「{destinationFolderName}」 含有同名的物件。

# itemPreviewEmphasized
source: PREVIEW
es: VISTA PREVIA
hi: प्रीव्यू
ja: プレビュー
zh: 预览
zh_hk: 預覽

source: Keep me up to date on news and promotions.
hi: मुझे न्यूज़ और प्रमोशंस से अपडेटेड रखें
ja: ニュースやプロモーションの最新情報をお知らせください。
zh: 让我了解最新的新闻和促销活动。

source: Last modified
es: Última modificación
es_es: Última vez modificado
hi: पिछली बार जब मॉडिफ़ाई किया गया
ja: 最終更新日
zh: 上次修改
zh_hk: 最後修訂

source: Last Modified {date}
es: Última modificación {date}
es_es: Última vez modificada {date}
hi: आखिरी बार जब मॉडिफ़ाई किया गया वह {date}
ja: 最終更新{date}
zh: 上次更新时间为 {date}
zh_hk: 最後修訂 {date}

source: Last updated
es: Última actualización
es_es: Última vez actualizado
hi: आखिरी बार जब अपडेट किया गया
ja: 最終更新日
zh: 上次更新
zh_hk: 最近更新

source: Learn More
es: Conocer más
hi: और जानें
ja: さらに詳しく
zh: 了解更多
zh_hk: 瞭解詳情

# leaveAnEmailToReceiveAReceipt
source: To receive a receipt, please provide an email.
hi: रिसीप्ट प्राप्त करने के लिए, कृप्या एक ईमेल प्रोवाइड करें.
ja: 領収書をご希望の方は、Eメールをお送りください。
zh: 如果要接收收据，请提供电子邮件。

source: Leave Feedback
es: Dejar comentarios
hi: फ़ीडबैक दें
ja: フィードバックを残す
zh: 留下评价
zh_hk: 請提供意見回饋

# letsGetStartedEmphasized
source: LET'S GET STARTED
es: COMENCEMOS
es_es: COMENCEMOS
hi: चलिए शुरू करते हैं
ja: 始めましょう
zh: 开始创建
zh_hk: 開始吧

# lightModeEmphasized
source: LIGHT MODE
es: MODO CLARO
hi: लाइट मोड
ja: ライトモード
zh: 浅色模式
zh_hk: 淺色模式

source: Login
es: Iniciar sesión
es_es: Ingresar
hi: लॉगिन करें
ja: ログイン
zh: 登录
zh_hk: 登入

source: Log in
es: Iniciar sesión
es_es: Ingresar
hi: लॉग इन करें
ja: ログイン
zh: 登录
zh_hk: 登入

source: Login failed
es: No se pudo iniciar sesión
es_es: No se pudo ingresar
hi: लॉगिन असफल रहा
ja: ログインに失敗しました
zh: 登录失败
zh_hk: 登入失敗

# logInToExperienceFeatures
source: Log in to experience all of ArDrive's features!
es: ¡Inicia sesión para acceder a todas las características de ArDrive!
es_es: ¡Ingresa para acceder a todas las características de ArDrive!
hi: ArDrive के सभी फ़ीचर्स का अनुभव करने के लिए लॉग इन करें!
ja: ログインして、ArDriveのすべての機能を体験してください！
zh: 登录后体验所有ArDrive功能!
zh_hk: 登入以體驗 ArDrive 的所有獨特功能 !

# loginUsingBiometricCredential
source: Login using your biometric credential
es: Inicia sesión con tu credencial biométrica
hi: अपने बायोमेट्रिक क्रेडेंशियल का इस्तेमाल करके लॉगिन करें
ja: 生体認証情報を使用してログインする
zh: 使用您的生物识别凭据登录
zh_hk: 使用您的生物特徵辨識憑證登入

source: Logout
es: Cerrar sesión
es_es: Desloguearse
hi: लॉग आउट करें
ja: ログアウト
zh: 登出
zh_hk: 登出

source: Log out
es: Cerrar sesión
es_es: Salir
hi: लॉग आउट करें
ja: ログアウト
zh: 登出
zh_hk: 登出

# logOutEmphasized
source: LOG OUT
es: CERRAR SESIÓN
es_es: SALIR
hi: लॉग आउट करें
ja: ログアウト
zh: 登出
zh_hk: 登出

source: Manifest name
es: Nombre del manifiesto
hi: मैनिफ़ेस्ट का नाम
ja: マニフェスト名
zh: Manifest名称
zh_hk: 資訊清單名稱

# manifestTransactionUnexpectedlyFailed
source: Manifest transaction has unexpectedly failed to upload to the Arweave network...
es: La transacción del manifiesto ha fallado inesperadamente mientras se cargaba a la red de Arweave...
hi: मैनिफ़ेस्ट ट्रांज़ैक्शन Arweave नेटवर्क पर अपलोड होने में अचानक से फ़ेल हो गया...
ja: マニフェストの取引がArweaveネットワークへのアップロードに予期せずに失敗しました…
zh: Manifest交易在上传到Arweave网络过程中失败...
zh_hk: 資訊清單交易遭遇意外問題，無法上傳至 Arweave 網路...

source: Metadata Tx ID
es: Tx ID de la metadata
es_es: Tx ID de la metadata
hi: मेटाडेटा ट्रांज़ैक्शन ID
ja: メタデータTx ID
zh: 元数据交易ID
zh_hk: 元資料 的交易識別碼

# monthlyCharges
source: Instead of another monthly charge for empty space you don’t use, pay a few cents once and store your files forever on ArDrive.
es: En vez de pagar mensualmente por almacenamiento que no usas, paga una única vez y almacena tus archivos por siempre en ArDrive.
es_es: En vez de pagar mensualmente por espacio vacío que no usas, paga una única vez y almacena tus ficheros por siempre en ArDrive.
hi: आपके ज़रिए इस्तेमाल नहीं की जाने वाली खाली जगह के लिए एक और मासिक शुल्क के बजाय, एक बार कुछ सेंट का भुगतान करें और अपनी फ़ाइलों को हमेशा के लिए ArDrive पर स्टोर करें।
ja: 使わない空のスペースに毎月課金する代わりに、数セントを一度支払うだけでArDriveにファイルを永久に保存することができます。
zh: 你无需为了未使用的网盘空间而每月付款. 一次性付几美分, 就可以将文件永久存储在ArDrive上.
zh_hk: 不再為當月沒有使用的空間繳付月費, 轉為按上載檔案量計算付費, 每次只須繳付小額費用。

source: More Info
es: Más información
hi: अधिक जानकारी
ja: 詳細
zh: 详细信息
zh_hk: 更多資訊

source: Move
es: Mover
es_es: Mover
hi: मूव करें
ja: 移動する
zh: 移动
zh_hk: 移動

# moveFileEmphasized
source: MOVE FILE
es: MOVER ARCHIVO
es_es: MOVER FICHERO
hi: फ़ाइल को मूव करें
ja: ファイルを移動する
zh: 移动文件
zh_hk: 移動檔案

# moveFolderEmphasized
source: MOVE FOLDER
es: MOVER CARPETA
es_es: MOVER DIRECTORIO
hi: फ़ोल्डर को मूव करें
ja: フォルダを移動する
zh: 移动文件夹
zh_hk: 移動資料夾

# moveHereEmphasized
source: MOVE HERE
es: MOVER AQUÍ
es_es: MOVER AQUÍ
hi: यहां मूव करें
ja: ここに移動する
zh: 移动到此处
zh_hk: 於這裡移動

source: Move Items
es: Mover elementos
hi: आइटमों को मूव करें
ja: アイテムを移動する
zh: 移动项目
zh_hk: 移動物件

# movingFileEmphasized
source: MOVING FILE...
es: MOVIENDO ARCHIVO...
es_es: MOVIENDO FICHERO...
hi: फ़ाइल मूव की जा रही है...
ja: ファイル移動中…
zh: 移动文件中...
zh_hk: 正在移動檔案

# movingFolderEmphasized
source: MOVING FOLDER...
es: MOVIENDO CARPETA...
es_es: MOVIENDO DIRECTORIO...
hi: फ़ोल्डर मूव किया जा रहा है...
ja: フォルダ移動中…
zh: 移动文件夹中...
zh_hk: 正在移動資料夾

# movingItemsEmphasized
source: Moving Items
es: Moviendo elementos
hi: मूव हो रहे आइटम
ja: アイテムを移動する
zh: 正在移动项目
zh_hk: 正在移動物件

# multiDownloadCompleteWithSkippedFiles
source: Download complete with {numSkippedFiles} skipped file(s)
hi: {numSkippedFiles} स्किप्ड फाइल(फाइल्स) के साथ डाउनलोड कंपलीट हो गया
ja: {numSkippedFiles}のファイルをスキップしてダウンロード完了

# multiDownloadDownloadingFilesProgress
source: Downloading file(s)... {currentFileNum} of {totalNumFiles}
hi: फाइल(फाइल्स) डाउनलोड हो रहें हैं... {totalNumFiles} में से {currentFileNum}
ja: {totalNumFiles}のうち{currentFileNum} のファイルをダウンロード中…

# multiDownloadErrorTryAgain
source: An error occurred while downloading your file(s). Please try again.
hi: आपके फाइल(फाइल्स) डाउनलोड करने में एक एरर आ गया है. कृप्या पुनः प्रयास करें.
ja: ファイルのダウンロード中にエラーが発生しました。再試行してください。

source: Name
es: Nombre
es_es: Nombre
hi: नाम
ja: 名前
zh: 名称
zh_hk: 名字

source: Name conflict
es: Hay un conflicto
es_es: Conflicto de nombres
hi: नाम संघर्ष
ja: 名前の重複
zh: 名称冲突
zh_hk: 用名相沖

source: Name on Card
hi: कार्ड पर नाम
ja: カードに記載された名前
zh: 卡上的名字

# networkUnreachable
source: We are unable to connect to the network. Please try again later.
hi: हम नेटवर्क से कनेक्ट करने में सक्षम नहीं हैं. कृपया बाद में पुन: प्रयास करें
ja: ネットワークに接続できません。後ほど再試行してください。
zh: 我们无法连接到网络。请稍后重试。

# neverDeletedEmphasized
source: NEVER DELETED
es: NUNCA SE BORRARÁ
es_es: NUNCA SE BORRA
hi: कभी डिलीट नहीं किया गया
ja: 削除されることはありません
zh: 永不会被删除
zh_hk: 永遠不會被删除

source: New Drive
es: Nueva unidad
es_es: Nuevo disco
hi: नया ड्राइव
ja: 新しいドライブ
zh: 创建网盘
zh_hk: 新檔案盤

source: New File Pin
hi: नया फाइल पिन l
ja: 新しいファイルのPin
zh: 新文件 Pin 码

source: New Folder
es: Nueva carpeta
es_es: Nuevo directorio
hi: नया फ़ोल्डर
ja: 新しいフォルダ
zh: 新文件夹
zh_hk: 新資料夾

# newString
source: New
es: Nuevo
es_es: Nuevo
hi: नया
ja: 新規作成
zh: 创建
zh_hk: 新

# newStringEmphasized
source: NEW
es: NUEVO
es_es: NUEVO
hi: नया
ja: 新規作成
zh: 创建
zh_hk: 新

source: Next
es: Siguiente
es_es: Siguiente
hi: अगला
ja: 次へ
zh: 下一页
zh_hk: 後一頁

# nextEmphasized
source: NEXT
es: SIGUIENTE
hi: अगला
ja: 次へ
zh: 下一步
zh_hk: 後一頁

# noDeleteButton
source: Remember: There is no delete button (for you or us)!
es: Recuerda: ¡No hay botón de borrar (ni para tí ni para nosotros)!
es_es: Recuerda: ¡No hay botón para borrar (ni para tí ni para nosotros)!
hi: याद रखें: कोई डिलीट बटन नहीं है (आपके या हमारे लिए)!
ja: 重要：削除ボタンはありません（あなたにも私たちにも）！
zh: 要注意: 对你和任何人来说都不存在删除按钮!
zh_hk: 記著: 這裡没有删除按鍵 ( 無論是你本人或是我們, 都没有 )

# noDrives
source: You have no personal or attached drives. Click the "new" button to add some!
es: No tienes ningúna unidad de almacenamiento. ¡Haz clic en el botón "NUEVO" para crear o vincular una!
es_es: No tienes ningún disco personal o adjunto. ¡Pincha el botón "nuevo" para añadir alguno!
hi: आपका कोई पर्सनल या अटैच्ड ड्राइव नहीं है। कुछ ड्राइव जोड़ने के लिए "नया" बटन पर क्लिक करें!
ja: 個人用または接続されたドライブがありません。 「新規作成」ボタンをクリックして, 追加してください！
zh: 你没有个人创建的或导入的网盘. 点击 "new" 来创建一个!
zh_hk: 你未有個人或附加的檔案盤。點擊 '' 新 '' 按鍵以添加 !

# noFiles
source: There's nothing to see here.
es: No hay nada aquí.
es_es: Nada qué ver aquí.
hi: यहां देखने के लिए कुछ भी नहीं है।
ja: ここには何もありません。
zh: 此处为空.
zh_hk: 這裡没有什麼可看。

# noOneWillSee
source: No one will see what you don’t want them to.
es: Nadie verá lo que no quieres que vean.
es_es: Nadie verá lo que no quieres que vean.
hi: कोई भी वह नहीं देखेगा जो आप उन्हें नहीं दिखाना चाहते हैं।
ja: あなたが希望しなければ、誰も見ることができません。
zh: 没有人能看到你选择私密的文件.
zh_hk: 從此, 你不想其他人看見的, 都不會被看見。

# noSubscriptions
source: No subscriptions are needed!
es: ¡No necesitas suscripciones!
es_es: ¡No necesitas suscribite!
hi: कोई सब्सक्रिप्शन की ज़रूरत नहीं है!
ja: サブスクリプションは不要です！
zh: 无需任何订阅!
zh_hk: 毋須付款訂閱

# noThanks
source: No thanks! Don't remind me again
es: ¡No, gracias! No me lo recuerdes otra vez
hi: जी नहीं, शुक्रिया! मुझे दोबारा याद न दिलाएं
ja: 結構です！もう通知しないでください
zh: 不用了谢谢!不再显示该提示
zh_hk: 不需要再提醒我，謝謝！

# notLoggedIn
source: You're not logged in
es: No has ingresado
es_es: No has ingresado
hi: आपने लॉग इन नहीं किया है
ja: ログインしていません
zh: 你没有登录
zh_hk: 你没有登入

source: OK
es: Bien
es_es: Vale
hi: ठीक है
zh_hk: 可以

# okEmphasized
source: OK
es: BIEN
es_es: VALE
hi: ठीक है
zh_hk: 可以

# onboarding1Description
source: ArDrive isn’t just another cloud storage app, it’s your personal permanent hard drive. Store your data securely for at least 200 years, without the fear of deletion. Anything you upload will be there for generations to come!
es: ArDrive no es simplemente una aplicación de sincronización en la nube más. Es tu disco duro permanente personal. Los ficheros que se almacenan en ArDrive no pueden ser eliminados ni modificados por ninguna entidad y todo lo que subas durará más que tú.
hi: ArDrive बस एक और क्लाउड सिंक ऐप नहीं है. यह आपका पर्सनल हार्ड ड्राइव है. ArDrive पर स्टोर की गई फ़ाइलों को किसी एक द्वारा हटाया या परिवर्तित नहीं किया जा सकता है और आपके द्वारा अपलोड की जाने वाली कोई भी चीज़ आपसे अधिक चलेगी!
ja: ArDriveは単なるクラウド同期アプリではありません。これは、あなたの個人的な永続的ハードドライブです。ArDriveに保存されているファイルは、単一のエンティティによって削除または変更することはできず、アップロードしたものはすべて保存されます。
zh: ArDrive 不只是另一款云同步应用程序。它是您的个人永久硬盘。任何单个实体都不能被删除或更改存储在 ArDrive上的文件，上传的任何文件都将被永久保存。
zh_hk: ArDrive 不只是另一個雲端同步應用程式。它是您個人的永久性硬碟。任何人都無法刪除或修改儲存在 ArDrive 的檔案，且您上傳的所有事物都會永遠流傳！

# onboarding1Title
source: Welcome to the Permaweb
es: Bienvenido a la Permaweb
hi: Permaweb में आपका स्वागत है
ja: Permawebへようこそ
zh: 欢迎来到 Permaweb
zh_hk: 歡迎來到永存網路

# onboarding2Description
source: Say goodbye to storage subscriptions! Instead of paying for space you don’t use, just pay once to store your data forever.
es: Di adiós a las suscripciones de almacenamiento en la nube. En lugar de pagar por espacio que no usas, paga simplemente una vez para almacenar tus datos para siempre.
hi: क्लाउड स्टोरेज सब्स्क्रिप्शन को अलविदा कहें. आपके द्वारा इस्तेमाल नहीं किए जाने वाली जगह के लिए पे करने के बजाय, अपने डेटा को हमेशा के लिए स्टोर करने के लिए बस एक बार पे करें.
ja: クラウドストレージのサブスクリプションをやめましょう。使用しないスペースに対して料金を支払うのではなく、一度支払うだけでデータを永久に保存できます。
zh: 告别云存储订阅。不用为未使用的空间付费，只需支付一次就可以永远存储数据。
zh_hk: 揮別訂閱制雲端儲存服務。不用購買您用不到的空間，只需一次性付款就能永久儲存您的資料。

# onboarding2Title
source: Pay Per File, Not Per Month
es: Paga por archivo, no por mes
hi: हर फ़ाइल के हिसाब से पे करें, ना की हर महीने
ja: 月額ではなくファイルごとに支払う
zh: 按文件付费，而不是按月付费
zh_hk: 按檔案數量付費，而不是按月

# onboarding3Description
source: Your choice: make the files you upload public for anybody to access or leverage state of the art encryption that puts you in control of who can see your files.
es: Tú eliges: haz que los archivos que subes sean públicos para que todo el mundo pueda acceder o impulsa el cifrado vanguardista que te da el control con respecto a quién puede ver tus archivos.
hi: आपकी पसंद: आपके द्वारा अपलोड की गई फ़ाइलों को किसी के लिए भी पब्लिक करें ताकि अत्याधुनिक एन्क्रिप्शन का उपयोग या फायदा उठाया जा सके जिससे कि आप यह नियंत्रण कर सकें कि आपकी फ़ाइलों को कौन देख सकता है.
ja: 選択: アップロードしたファイルを公開して誰でもアクセスできるようにする、もしくは、最先端の暗号化を活用し、ファイルを閲覧できるユーザーを制御する。
zh: 您的选择：让您上传的文件公开，任何人都可以访问，或者利用最先进的加密技术，您可以控制谁可以查看文件。
zh_hk: 您的選擇：讓所有人都可存取您上傳的公開檔案，或活用先進的加密技術來控制誰能看到您的檔案。

# onboarding3Title
source: Total Privacy Control
es: Control total de la privacidad
hi: पूरी प्राइवेसी कंट्रोल
ja: 総合的プライバシー管理
zh: 全面隐私控制
zh_hk: 完全控制隱私

# onceUploadedCantBeRemoved
source: Once uploaded, your data can’t be removed.
es: Una vez cargada, tu información no se podrá borrar.
es_es: Una vez subida, tu información nu se puede borrar.
hi: अपलोड होने के बाद, आपका डेटा हटाया नहीं जा सकता।
ja: 一度アップロードしたデータは、削除することができません。
zh: 上传后, 你的数据就无法被下架.
zh_hk: 一經上載, 數據將不能被移除

source: Or continue with
es: O continúa con
hi: या ..... के साथ कंटीन्यू करें
ja: またはArConnectで続行してください
zh: 或者继续使用
zh_hk: 或使用後者繼續

source: Our channels:
hi: हमारे चैनल्स:
ja: 私たちのチャンネル：

source: Password
es: Contraseña
es_es: Contraseña
hi: पासवर्ड
ja: パスワード
zh: 密码
zh_hk: 密碼

# passwordCanNeverBeChanged
source: Your password can never be changed or recovered. Please keep it safe!
es: No puedes modificiar ni recuperar tu contraseña. ¡Asegurate de mantenerla segura!
es_es: Tu contraseña no se puede cambiar ni recuperar. Por favor, ¡mantenla segura!
hi: आपका पासवर्ड कभी भी बदला या रिकवर किया नहीं जा सकता है। कृपया इसे सुरक्षित रखें!
ja: パスワードは変更・復元できません。大切に保管してください！
zh: 你的密码无法被更改或还原. 请妥善保管!
zh_hk: 你的密碼將不能被更改或修復, 請好好保管

source: Password cannot be empty
es: La contraseña no puede estar vacía
hi: पासवर्ड खाली नहीं हो सकता
ja: パスワードを空白にはできません
zh: 密码不能为空
zh_hk: 密碼不能為空白

# passwordDoNotMatch
source: Passwords do not match
es: Las contraseñas no coinciden
hi: पासवर्ड मैच नहीं करता है
ja: パスワードが一致しません
zh: 密码不匹配
zh_hk: 密碼不相符

# passwordMismatch
source: The confirmation password does not match.
es: Las contraseñas no coinciden.
es_es: Las contraseñas no coinciden.
hi: कन्फ़र्मेशन पासवर्ड मैच नहीं हो रहा है।
ja: 確認パスワードが一致しません。
zh: 重复输入的密码有误.
zh_hk: 確定密碼不符

source: Pay
hi: भुगतान करें
ja: 支払い
zh: 支付

source: Payment Details
hi: पेमेंट डिटेल्स
ja: 支払い詳細
zh: 支付详细信息

source: Payment Successful!
hi: पेमेंट सफल रहा
ja: 支払いが成功しました！
zh: 支付成功！

# payPerFileEmphasized
source: PAY PER FILE
es: PAGA SOLO POR LO QUE SUBAS
es_es: PAGA POR FICHERO
hi: हर फ़ाइल के लिए भुगतान करें
ja: ファイルごとの支払
zh: 按文件数量付款
zh_hk: 按檔案收費

source: Pending
es: Pendiente
es_es: Pendiente
hi: पेंडिंग
ja: 保留
zh: 处理中
zh_hk: 待完成

# personalDrivesEmphasized
source: PERSONAL DRIVES
es: UNIDADES PERSONALES
es_es: DISCOS PERSONALES
hi: पर्सनल ड्राइव
ja: 個人用ドライブ
zh: 个人网盘
zh_hk: 個人檔案盤

# pinFailedToUpload
source: Your pin failed to upload
hi: आपका पिन अपलोड नहीं हो पाया
ja: ピンのアップロードに失敗しました

# pleaseAcceptTheTermsToContinue
source: Please accept the terms and conditions to continue.
es: Acepta los términos y condiciones para continuar.
hi: जारी रखने के लिए कृपया नियम और शर्तें स्वीकार करें.
ja: 続行するには利用規約に同意してください。
zh: 请接受条款和条件以继续。
zh_hk: 請接受合約條款以繼續。

# pleaseEnterAValidEmail
source: Please enter a valid email address
hi: प्लीज एक वैलिड ईमेल एड्रेस एंटर करें
ja: 有効なメールアドレスを入力してください
zh: 请输入一个有效的电子邮件地址

source: Please enter your password
hi: कृप्या अपना पासवर्ड एंटर करें
ja: パスワードを入力してください
zh: 请输入你的密码

# pleaseProvideSamePassword
source: Please provide the same password as the one you used before.
es: Por favor, ingresa la misma contraseña que utilizaste anteriormente.
es_es: Por favor proporciona la misma contraseña que usaste anteriormente.
hi: कृपया वही पासवर्ड दें जो आपने पहले इस्तेमाल किया था।
ja: 以前使用したのと同じパスワードを入力してください。
zh: 请输入你之前所使用的密码.
zh_hk: 請提供你一直源用的相同密碼。
