Repository: ardriveapp/ardrive-web
Catalog: lib/l10n/app_*.arb
Languages: es, es_es, hi, ja, zh, zh_hk

# waitForDownload
source: Due to the size of your file, this download could take a while. Please keep the app open while the download is in progress.
es: Debido al tamaño del archivo, la descarga podría tardar un poco. Mantén la aplicación abierta mientras se realiza la descarga.
hi: आपकी फ़ाइल के साइज़ के कारण, इस डाउनलोड में कुछ समय लग सकता है। जब डाउनलोड चल रहा हो तो कृपया ऐप को खुला रखें।
ja: ファイルサイズが大きいため、ダウンロードに時間がかかる場合があります。ダウンロード中は、アプリケーションを開いたままにしておいてください。
zh: 由于文件的大小，此下载可能需要一段时间。下载过程中请保持应用打开。
zh_hk: 由於您的檔案大小太大，本下載作業需要較長的時間。下載過程中，請保持應用程式開啟。

# walletChangedDuringManifestCreation
source: Provided wallet has unexpectedly changed during manifest creation...
es: El monedero que estabas usando cambió mientras se creaba el manifiesto...
hi: मुहैया किया गया वॉलेट मैनिफ़ेस्ट बनाने के दौरान अचानक से बदल गया...
ja: 指定されたウォレットがマニフェストの作成中に予期せずに変更されました…
zh: 创建MANIFEST时钱包被异常切换...
zh_hk: 提供的錢包在建立資訊清單時意外遭到變更...

# walletChangeDetected
source: Wallet change detected. Please log out and log in again
es: Se detectó un cambio de monedero. Por favor, vuelve a ingresar nuevamente
es_es: Se detectó el cambio de cartera. Por favor cierra la sesión y vuelve a ingresar nuevamente
hi: वॉलेट में बदलाव का पता चला है। कृपया लॉग आउट करें और दोबारा लॉग इन करें
ja: ウォレットの変更を検知しました。ログアウトしてから、再度ログインしてください
zh: 检测到钱包切换. 请重新登录.
zh_hk: 偵測到錢包有變。請登出後再度登入。

source: Wallet Switch
es: Cambio de monedero
es_es: Cambio de cartera
hi: वॉलेट स्विच हो गया
ja: ウォレット切り替え
zh: 切换钱包
zh_hk: 轉換錢包

# warningEmphasized
source: WARNING
es: ADVERTENCIA
es_es: ADVERTENCIA
hi: चेतावनी
ja: 警告
zh: 注意
zh_hk: 警告

# weDoAFewThingsDifferently
source: That also means we do a few things differently.
es: Eso también significa que hacemos algunas cosas diferente.
es_es: Eso también significa que hacemos algunas cosas diferente.
hi: इसका मतलब यह भी है कि हम कुछ चीज़ें अलग तरीके से करते हैं।
ja: 私たちはいくつかのことを違ったやり方で行います
zh: 这也意味着我们有一些不同的事.
zh_hk: 這也意味著, 我們會有點不同的安排

# weDontRecommendUploadsAboveASafeLimit
source: We do not recommend uploading items over {size} in size.
es: No recomendamos subir elementos cuyo tamaño sea mayor de {size}.
hi: हम {size} से बड़े साइज़ के आइटम को अपलोड करनने की सलाह नहीं देते हैं।
ja: {size} を超えるサイズのアイテムをアップロードすることはお勧めしません。
zh: 我们不建议上传尺寸超过{size}的文件。
zh_hk: 我們不建議上傳大小超過 {size} 的物件。

source: Welcome
es: Bienvenido
hi: स्वागत है
ja: ようこそ
zh: 欢迎
zh_hk: 歡迎

source: Welcome back
es: Bienvenido de nuevo
hi: वापस आने के लिए स्वागत है
ja: おかえりなさい
zh: 欢迎回来
zh_hk: 歡迎回來

# welcomeBackEmphasized
source: WELCOME BACK
es: BIENVENIDO/A DE NUEVO
es_es: BIENVENIDO/A NUEVAMENTE
hi: आपका फिर से स्वागत है
ja: おかえりなさい
zh: 欢迎回来
zh_hk: 歡迎你返嚟

# welcomeBackUserEmphasized
source: WELCOME BACK, {username}
es: BIENVENIDO/A DE NUEVO, {username}
es_es: BIENVENIDO/A DE VUELTA, {username}
hi: आपका फिर से स्वागत है, {username}
ja: {username}さん、おかえりなさい
zh: 欢迎回来, {username}
zh_hk: 歡迎你返嚟, {username}

# welcomeTo_body
source: WELCOME TO Your private and secure, decentralized, pay-as-you-go, censorship-resistant and permanent hard drive
es: BIENVENIDO/A A Tu disco duro privado y seguro, decentralizado, sin suscripciones, resistente a la censura y permanente
es_es: BIENVENIDO/A A Tu disco duro privado y seguro, decentralizado, de pago por uso, resistente a la censura y permanente
hi: आपका स्वागत है आपके निजी और सुरक्षित, डिसेंट्रलाइज़्ड, इस्तेमाल के अनुसार भुगतान, सेंसरशिप प्रतिरोधी और स्थायी हार्ड ड्राइव में
ja: プライバシーが保護される安全な分散型、従量課金制の、検閲に強い恒久的なハードドライブへようこそ
zh: 欢迎来到你的私密、去中心化、即付即用、抗审查的永久网盘
zh_hk: 歡迎來到你的安全私人空間: 一個去中心化, 只按實質用量收費, 絕無網絡審查的永久硬盤

# welcomeTo_description
source: Your private and secure, decentralized, pay-as-you-go, censorship-resistant and permanent hard drive
es: Tu disco duro privado y seguro, decentralizado, sin suscripciones, resistente a la censura y permanente
es_es: Tu disco duro privado y seguro, decentralizado, de pago por uso, resistente a la censura y permanente
hi: आपके निजी और सुरक्षित, डिसेंट्रलाइज़्ड, इस्तेमाल के अनुसार भुगतान, सेंसरशिप प्रतिरोधी और स्थायी हार्ड ड्राइव में
ja: プライバシーが保護される安全な分散型、従量課金制の検閲に強い恒久的なハードドライブ
zh: 你的私密、去中心化、即付即用、抗审查的永久网盘
zh_hk: 你的安全私人空間: 一個去中心化, 只按實質用量收費, 絕無網絡審查的永久硬盤

# welcomeTo_main
source: WELCOME TO
es: BIENVENIDO/A A
es_es: BIENVENIDO/A A
hi: आपका स्वागत है
ja: ようこそ
zh: 欢迎
zh_hk: 歡迎來到

# welcomeToThePermawebEmphasized
source: WELCOME TO THE PERMAWEB
es: BIENVENIDO/A A LA PERMAWEB
es_es: BIENVENIDO/A A LA PERMAWEB
hi: PERMAWEB में आपका स्वागत है
ja: PERMAWEBへようこそ
zh: 欢迎来到PERMAWEB
zh_hk: 歡迎來到 PERMAWEB ( 永久網絡空間 )

# weReSorryEmphasized
source: WE'RE SORRY!
es: ¡LO SENTIMOS!
es_es: ¡LO SENTIMOS!
hi: सॉरी!
ja: 申し訳ありません
zh: 对不起!
zh_hk: 很對不起 !

# weWontRemindYou
source: Ok cool! We won't remind you again.
es: ¡Bien! No te lo recordaremos otra vez.
hi: ठीक है! हम आपको दोबारा याद नहीं दिलाएंगे।
ja: OK わかりました！もう通知しません。
zh: 好的!我们不会再显示该提示.
zh_hk: 知道了！我們不會再發送提醒。

# weWontRemindYouDescription
source: If you ever change your mind and want to leave feedback at a later date, you can do so via the link in your menu.
es: Si cambias de opinión y quieres dejar comentarios en otro momento, puedes hacerlo desde el enlace en tu menú.
hi: अगर आप कभी भी अपना मन बदलते हैं और बाद की किसी तारीख में फ़ीडबैक देना चाहते हैं, तो आप अपने मेनू में दिए गए लिंक के ज़रिए ऐसा कर सकते हैं।
ja: 気が変わって後日フィードバックを残したい場合は、メニューのリンクから行えます。
zh: 如果你改变了主意, 想在之后留下反馈, 可以使用菜单中的链接.
zh_hk: 如果你改變心意，想在日後留下信用評價，你可以透過選單中的連結進行。

# whatIsAKeyFile
source: What is a keyfile and how does it work?
hi: कीफाइल क्या है और यह कैसे काम करता है
ja: キーファイルとはどのようなもので、どのように機能するのですか？
zh: 什么是密钥文件，它是如何工作的？

source: What is ArDrive?
es: ¿Qué es ArDrive?
hi: ArDrive क्या है?
ja: ArDriveとは？
zh: 什么是ArDrive?
zh_hk: 什麼是 ArDrive？

# yourChoice
source: Your choice: make files public or private using the best encryption.
es: Es tu elección: haz tus archivos públicos o privados usando el mejor cifrado.
es_es: Es tu elección: haz tus ficheros públicos o privados usando la mejor encriptación.
hi: आपकी पसंद: सबसे बेहतर एन्क्रिप्शन का इस्तेमाल करके फ़ाइलों को पब्लिक या प्राइवेट बनाएं।
ja: あなたの選択：ファイルを公開、または最高の暗号化を使用して非公開にする。
zh: 你的选择: 让文件公开, 或者通过最安全的加密来让文件隐私.
zh_hk: 由你選擇 : 將檔案公開, 或以絕佳的加密技術設為私人檔案。

# yourCreditsWillBeAddedToYourAccount
source: Your Credits will be added to your account soon. You can close this window.
hi: आपके क्रेडिट्स आपके अकाउंट में जल्द ही जोड़ दिए जायेंगे. आप यह विंडो बंद कर सकतें हैं.
ja: クレジットはすぐにアカウントに追加されます。このウィンドウを閉じることができます。
zh: 你的积分将很快添加到你的账户。你可以关闭此窗口。

# yourPasswordCannotBeCahngedOrRetrivied
source: Your password cannot be changed or retrieved, so please keep this safe.
hi: आपका पासवर्ड बदला या पुनः प्राप्त नहीं किया जा सकता, इसीलिए कृप्या इसे सुरक्षित रखें.
ja: パスワードは変更・再発行できませんので、大切に保管してください。
zh: 你的密码无法更改或检索，因此请确保其安全。

# yourPrivateSecureAndPermanentDrive
source: Your private, secure, and permanent hard drive.
es: Tu disco duro privado, seguro y permanente.
hi: आपका प्राइवेट, सुरक्षित और प्रमनेन्ट हार्ड ड्राइव
ja: あなたのプライベートで安全で永続的なハードドライブ。
zh: 安全、永久的私人硬盘。
zh_hk: 您私人、安全、且永久性的硬碟。

source: Your upload failed.
es: Falló la carga. No se le ha cobrado por el intento fallido.
hi: आपका अपलोड असफल रहा। असफल कोशिश के लिए आपसे शुल्क नहीं लिया गया है।
ja: アップロードに失敗しました。失敗した試行に対しては請求されていません。
zh: 文件上传失败， 本次上传不会被扣费。
zh_hk: 您的上傳失敗。尚未向您收取失敗的嘗試費用。

# yourUploadFailedTurboTimeout
source: This upload has failed. You will not be charged for this attempt.
hi: अपलोड फेल हो गया है. आपको इस अटेम्प्ट के लिए चार्ज नहीं किया जाएगा.
ja: このアップロードは失敗しました。この試行に対して課金されることはありません。
zh: 这次上传失败了。你不会被收费。

source: Zipping your file(s)...
es: Comprimiendo tu archivo(s)...
hi: आपकी फाइल(ों) को ज़िप कर रहें हैं....
ja: ファイルを圧縮しています...
zh: 正在压缩文件……
zh_hk: 正在壓縮您的檔案...

# getAWallet
source: Don't have a wallet? Get one here!
es: ¿No tienes un monedero? ¡Obtén uno aquí!
es_es: ¿No tienes una cartera? ¡Obtén una aquí!
ja: ウォレットをお持ちでないですか？今すぐここで手に入れましょう！
zh: 没有AR钱包? 快速创建!
zh_hk: 未有錢包? 從這裡獲取 !
