Repository: ardriveapp/ardrive-web
Catalog: lib/l10n/app_*.arb
Languages: es, es_es, hi, ja, zh, zh_hk

source: Downloading CSV...
es: Descargando CSV...
es_es: Descargando CSV...
hi: CSV डाउनलोड हो रही है...
ja: CSVをダウンロード中…
zh: 下载CSV中...
zh_hk: 正在下載 CSV ...

source: Downloading file...
es: Descargando archivo...
es_es: Descargando fichero...
hi: फ़ाइल डाउनलोड हो रही है...
ja: ファイルのダウンロード中...
zh: 下载文件中...
zh_hk: 正在下載檔案

source: Download Wallet Keyfile
hi: वॉलेट कीफाइल डाउनलोड करें
ja: ウォレットキーファイルのダウンロード
zh: 下载钱包密钥文件

# dragAndDropButtonTitle
source: Browse Json
es: Explorar Json
hi: Json ब्राउज़ करें
ja: Jsonをブラウズする
zh: 浏览 Json
zh_hk: 瀏覽 Json

# dragAndDropDescription
source: Drag & Drop your Keyfile
es: Arrastra y suelta tu fichero de clave
hi: अपनी कीफाइल को खींचें और ड्रॉप करें
ja: キーファイルをドラッグ＆ドロップする
zh: 拖放密钥文件
zh_hk: 拖放您的密鑰文件

# driveDoingInitialSetupMessage
source: Your drive is doing it's initial setup. This may take a few minutes. Please wait before taking any action.
hi: आपका ड्राइव इसका इनिशियल सेटअप कर रहा है. इसमें कुछ मिनट्स लग सकते हैं. कोई एक्शन लेने से पहले कृप्या इंतज़ार करें.
ja: ドライブが初期設定を行っています。数分かかる場合があります。操作を行う前にしばらくお待ちください。
zh: 你的驱动正在进行初始设置。这可能需要几分钟。请在采取任何动作之前先等待。

source: Drive ID
es: ID de la unidad
es_es: ID del disco
hi: ड्राइव ID
ja: ドライブID
zh: 网盘ID
zh_hk: 檔案盤識別碼

# driveIssuesDetected
source: We have detected issues with this drive. Navigate into drive to resolve them.
es: Hemos detectado inconvenientes con esta unidad. Navégala para solucionarlos.
es_es: Hemos detectado problemas con este disco. Navega el disco para repararlos.
hi: हमें इस ड्राइव में समस्याएं मिली हैं। उन्हें रिज़ॉल्व करने के लिए ड्राइव में नेविगेट करें।
ja: このドライブに問題が検出されました。ドライブに移動して解決してください。
zh: 我们检测到了这个网盘的一些问题. 请进入网盘来解决它们
zh_hk: 我們偵測到此檔案盤有問題。瀏覽檔案盤作出解決。

source: Drive Key
es: Clave de la unidad
hi: ड्राइव की
ja: ドライブキー
zh: 驾驶键

source: Drive name
es: Nombre la unidad
es_es: Nombre del disco
hi: ड्राइव का नाम
ja: ドライブの名前
zh: 网盘名称
zh_hk: 檔案盤用名

source: Drive root
es: Carpeta raíz
es_es: Raíz del disco
hi: ड्राइव रूट
ja: ドライブルート
zh: 网盘根文件
zh_hk: 根檔案盤

# driveSyncedOfDrivesCount
source: {drivesSynced} of {drivesCount} Drives Synced
es: {drivesSynced} de {drivesCount} unidades sincronizadas
hi: {drivesCount} में से {drivesSynced} ड्राइव सिंक की गई
ja: {drivesCount}個のドライブのうち{drivesSynced}個が同期されました。
zh: {drivesCount} 个网盘中的 {drivesSynced} 个已被同步
zh_hk: {drivesCount} 中的 {drivesSynced} 檔案盤已被同步處理

source: Drive Tx ID
es: Tx ID de la unidad
es_es: Tx ID del disco
hi: ड्राइव ट्रांज़ैक्शन ID
ja: ドライブTx ID
zh: 网盘交易ID
zh_hk: 檔案盤的交易識別碼

# driveWasCreatedWithName
source: This drive was created with the name {driveName}.
es: La unidad fue creada con el nombre: "{driveName}".
es_es: El disco fue creado won el nombre {driveName}.
hi: यह ड्राइव {driveName} नाम से बनाई गई थी।
ja: このドライブは{driveName}という名前で作成されました。
zh: 这个网盘创建时名称为{driveName}.
zh_hk: 此檔案盤與 {driveName} 的用名重覆。

# driveWasModified
source: This drive was modified.
es: La unidad fue modificada.
es_es: El disco fue modificado.
hi: इस ड्राइव को मॉडिफ़ाई किया गया था।
ja: このドライブは変更されました
zh: 这个网盘被修改.
zh_hk: 此檔案盤已被修改。

# driveWasRenamed
source: This drive was renamed to {driveName}.
es: La unidad fue renombrada como: "{driveName}".
es_es: El disco fue renombrado a: "{driveName}".
hi: इस ड्राइव का नाम बदलकर {driveName} कर दिया गया था।
ja: このドライブは{driveName}という名前に変更されました。
zh: 这个网盘被重命名为{driveName}.
zh_hk: 此檔案盤已被重新命名為 {driveName} 。

# duplicateFiles
source: {numberOfDuplicateFiles, plural, zero{} one{A duplicate file found} other{Duplicate files found}}
es: {numberOfDuplicateFiles, plural, zero{} one{Se encontró un archivo duplicado} other{Se encontraron archivos duplicados}}
hi: {numberOfDuplicateFiles, plural, zero{} one{एक डुप्लीकेट फ़ाइल मिली} other{डुप्लीकेट फ़ाइलें मिली}}
ja: {numberOfDuplicateFiles, plural, zero{} other{重複する複数のファイルが見つかりました}}
zh: {numberOfDuplicateFiles, plural, zero{} other{找到一个重复文件。}}
zh_hk: {numberOfDuplicateFiles, plural, zero{} other{找到一個重複文件。}}

# duplicateFolders
source: {numberOfDuplicateFolders, plural, zero{} one{A duplicate folder found} other{Duplicate folders found}}
es: {numberOfDuplicateFolders, plural, zero{} one{Se encontró una carpeta duplicada} other{Se encontraron carpetas duplicadas}}
hi: {numberOfDuplicateFolders, plural, zero{} one{एक डुप्लीकेट फ़ोल्डर मिला} other{डुप्लीकेट फ़ोल्डर्स मिलें}}
ja: {numberOfDuplicateFolders, plural, zero{} other{複数の重複するフォルダが見つかりました}}
zh: {numberOfDuplicateFolders, plural, zero{} other{找到了重复文件夹。}}
zh_hk: {numberOfDuplicateFolders, plural, zero{} other{找到了重複文件夾。}}

source: Enable Biometric Login
es: Activar inicio de sesión biométrico
hi: बायोमेट्रिक लॉगिन एनेबल करें
ja: 生体認証ログインを有効にする
zh: 启用生物识别登录
zh_hk: 啟用生物特徵辨識登入

# enableBiometricsOnSettings
source: This function is currently disabled on your device. To use it, please go to your device Settings and enable biometric authentication.
es: Esta función está actualmente desactivada en tu dispositivo. Para utilizarla, ve a qAjustes de tu dispositivo y activa la validación biométrica.
hi: यह फ़ंक्शन फ़िलहाल आपके डिवाइस पर डिसेबल है। इसका इस्तेमाल करने के लिए, कृपया अपने डिवाइस की सेटिंग्स पर जाएं और बायोमेट्रिक प्रमाणीकरण को एनेबल करें।
ja: この機能は現在、お使いのデバイスで無効になっています。使用するには、デバイスの設定に移動し、生体認証を有効にしてください。
zh: 此功能目前在您的设备上禁用。要使用它，请前往设备设置，启用生物识别认证。
zh_hk: 這項功能目前在您的裝置上已停用。 如要使用，請前往您的裝置設定並啟用生物特徵辨識驗證。

source: Enable camera
es: Activar cámara
hi: कैमरा एनेबल करें
ja: カメラを有効にする
zh: 启用摄像头
zh_hk: 啟用相機

# enableCameraAccess
source: Go to settings and tap ArDrive and turn on Camera access.
es: Ve a Ajustes, pulsa ArDrive y activa el acceso a Cámara.
hi: सेटिंग्स में जाकर ArDrive पर टैप करें और कैमरा ऐक्सेस ऑन करें।
ja: 設定に移動し、ArDrive をタップして、カメラへのアクセスをオンにします。
zh: 前往设置，轻按 ArDrive并开启摄像头访问。
zh_hk: 前往設定並點擊 ArDrive 並開啟相機存取。

# enableStorageAccess
source: Go to settings and tap ArDrive and turn on Storage access.
es: Ve a Ajustes, pulsa ArDrive y activa el Acceso al almacenamiento.
hi: सेटिंग्स पर जाएं और ArDrive पर टैप करें और स्टोरेज ऐक्सेस को ऑन करें।
ja: 設定に移動し、ArDrive をタップして、ストレージへのアクセスをオンにします。
zh: 前往设置，轻按ArDrive，开启存储访问。
zh_hk: 前往設定並點擊 ArDrive 開啟存取儲存設備。

# enableStorageAccessTitle
source: Enable Storage Access
es: Activar acceso al almacenamiento
hi: स्टोरेज ऐक्सेस एनेबल करें
ja: ストレージへのアクセスを有効にする
zh: 启用“存储访问”
zh_hk: 啟用存取儲存設備

source: Enter
hi: एंटर
ja: 入力
zh: 输入

source: Enter File Key
es: Introduce la clave del archivo
hi: फ़ाइल की डालें
ja: ファイルキーを入力する
zh: 输入密码
zh_hk: 輸入檔案金鑰

source: Enter File Name
hi: फाइल नाम एंटर करें
ja: ファイル名を入力ください
zh: 输入文件名

source: Enter password
es: Introduce la contraseña
hi: पासवर्ड डालें
ja: パスワードを入力する
zh: 输入密码
zh_hk: 輸入密碼

# enterTxIdOrFileId
source: Enter Transaction ID or File ID
hi: ट्रांजेक्शन ID या फाइल ID एंटर करें
ja: トランザクションIDまたはファイルIDを入力ください
zh: 输入交易 ID 或文件 ID

# entityAlreadyExists
source: Entity with name {entityName} already exists at move destination! Please rename the file or folder you are moving and try again.
es: ¡La entidad con el nombre: "{entityName}" ya existe en el destino! Por favor, renombra el archivo o carpeta que estás moviendo e inténtalo nuevamente.
es_es: ¡La entidad con el nombre: "{entityName}" ya existe en el destino! Por favor renombra el fichero o directorio que estás moviendo e inténtalo nuevamente.
hi: {entityName} नाम की इकाई पहले से ही मूव डेस्टिनेशन पर मौजूद है! कृपया उस फ़ाइल या फ़ोल्डर का नाम बदलें जिसे आप मूव कर रहे हैं और दोबारा कोशिश करें।
ja: 移動先に{entityName}という名前のエンティティが既に存在します。移動しようとしているファイルまたはフォルダの名前を変更して、再度お試しください。
zh: 在目的地已经存在名为{entityName}的文件! 请重命名文件或者文件夹再重试.
zh_hk: 在資料夾或檔案移到的目標位置中, 此單位名字 {entityName} 已被使用。請重新命名。

source: Error
hi: त्रुटि हुई
ja: エラー
zh: 错误
zh_hk: 錯誤

# errorDragAndDropFolder
source: We do not currently support drag and drop with folders
es: Actualmente no es posible arrastrar y soltar carpetas
es_es: Actualmente no se puede arrastrar y soltar directorios
hi: हम फ़िलहाल फ़ोल्डर्स में ड्रैग और ड्रॉप का सपोर्ट नहीं करते हैं
ja: 現在、フォルダでのドラッグ＆ドロップはサポートしておりません
zh: 暂时不支持文件夹的拖拽上传
zh_hk: 我們暫時不支援 '' 拖拉文件夾 ''

source: Error fetching balance
hi: बैलेंस फेच करने में एरर
ja: 残高取得のエラー
zh: 获取余额时出现错误

# errorFetchingQuote
source: Error fetching new quote, try again.
hi: क्वोट फेच करने में एरर आ रहा है, पुनः प्रयास करें.
ja: 新しい見積もりの取得に失敗しました。再試行ください。
zh: 获取新报价时出现错误，重试。

source: Estimated Storage
hi: अनुमानित स्टोरेज
ja: 推定ストレージ
zh: 估计储存值

source: Expand sidebar
es: Expandir la barra lateral
hi: साइडबार को विस्तृत करें
ja: サイドバーを広げる
zh: 展开侧边栏
zh_hk: 展開側邊欄

source: Export Drive Contents
es: Exportar el contenido de la unidad
es_es: Exportar los contenidos del disco
hi: ड्राइव के कॉन्टेंट को एक्सपोर्ट करें
ja: ドライブの内容をエクスポート
zh: 导出网盘内容
zh_hk: 輸出檔案盤內容

# exportFromCSV
source: Export from {driveId} {timestamp}.csv
es: Exportación de {driveId} {timestamp}.csv
es_es: Exportación de {driveId} {timestamp}.csv
hi: {driveId} {timestamp}.csv से एक्सपोर्ट करें
ja: {driveId} {timestamp}.csvからエクスポート
zh: 从{driveId}中导出{timestamp}.csv
zh_hk: 由{driveId} 中輸出 {timestamp}.csv

# exportingData
source: Exporting your data, please wait.
es: Exportando informacón. Por favor, espera.
es_es: Exportando tu información, por favor espera.
hi: आपका डेटा एक्सपोर्ट किया जा रहा है, कृपया इंतज़ार करें।
ja: データをエクスポート中、お待ちください。
zh: 导出数据中, 请耐心等待.
zh_hk: 正在輸出你的資料, 請稍候

source: Failed
es: Fallido
es_es: Fallida
hi: असफल रहा
ja: 失敗
zh: 失败
zh_hk: 失敗

# failedToCreateManifestEmphasized
source: FAILED TO CREATE MANIFEST
es: LA CREACIÓN DEL MANIFIESTO HA FALLADO
hi: मैनिफ़ेस्ट बनाने में असफल रहा
ja: マニフェストの作成に失敗しました
zh: 创建MANIFEST失败
zh_hk: 無法建立資訊清單

# failedToCreatePin
source: Failed to create pin. Please try again later.
hi: पिन क्रिएट नही हो पाया. कृप्या पुनः प्रयास करें.
ja: ピンの作成に失敗しました。後で再試行してください。

# failedToRetrieveFileInfromation
source: Failed to retrieve file information
hi: फाइल इनफॉर्मेशन रिट्रीव नहीं हो पाया
ja: ファイル情報の取得に失敗しました

# failedToSyncDrive
source: Failed to sync drive contents.
es: No se pudo sincronizar el contenido de la unidad.
es_es: Falló la sincronización del contenido del disco.
hi: ड्राइव के कॉन्टेंट को सिंक करने में असफल रहा।
ja: ドライブのコンテンツの同期に失敗しました。
zh: 无法同步网盘内容.
zh_hk: 未能同步檔案盤的內容。

# feedbackContent
source: Would you be willing to leave feedback on your experience using the app?
es: ¿Te interesaría dejar comentarios sobre tu experiencia en la aplicación?
hi: क्या आप ऐप का इस्तेमाल करने के अपने अनुभव पर फ़ीडबैक देना चाहेंगे?
ja: このアプリを使用した体験についてフィードバックを残していただけますか？
zh: 你希望为本应用的使用体验留下评价吗?
zh_hk: 您是否願意提供這個應用程式的使用經驗意見？

# feedbackTitle
source: Thank you for using ArDrive!
es: ¡Gracias por usar ArDrive!
hi: ArDrive का इस्तेमाल करने के लिए आपका धन्यवाद!
ja: ArDriveをご利用いただきありがとうございます！
zh: 感谢使用ArDrive!
zh_hk: 感謝您使用 ArDrive！

source: Fetching new quote...
hi: नए क्वोट फेच किए जा रहें हैं...
ja: 新しい引用を取得...
zh: 正在获取新报价……

# fileCount
source: {fileCount, plural, zero{no files} one{1 file} other{{fileCount} files}}
es: {fileCount, plural, zero{ningún archivo} one{1 archivo} other{{fileCount} archivos}}
es_es: {fileCount,plural, =0{ningún fichero} =1{1 fichero} other{{fileCount} ficheros}}
hi: {fileCount, plural, zero{कोई फ़ाइल नहीं} one{1 फ़ाइल} other{{fileCount} फ़ाइलें}}
ja: {fileCount, plural, zero{ファイルなし} other{{fileCount} ファイル}}
zh: {fileCount, plural, zero{无文件} other{{fileCount}个文件}}
zh_hk: {fileCount, plural, zero{無檔案} other{{fileCount}個檔案}}

# fileDoesExistButIsInvalid
source: The file provided is corrupted and cannot be pinned.
hi: प्रोवाइड किया गया फाइल करप्टेड है और पिन नही किया जा सकता.
ja: 提供されたファイルは破損しており、ピン留めできません。

source: File download failed
es: La descarga del archivo ha fallado
es_es: La descarga del fichero falló
hi: फ़ाइल डाउनलोड असफल रहा
ja: ファイルのダウンロードが失敗しました
zh: 文件下载失败
zh_hk: 檔案下載失敗

# fileFailedToDownload
source: File download failed
es: La descarga del archivo ha fallado
es_es: La descarga del fichero falló
hi: फ़ाइल डाउनलोड असफल रहा
ja: ファイルのダウンロードが失敗しました
zh: 下载文件失败
zh_hk: 檔案下載失敗

# fileFailedToDownloadFileAboveLimit
source: The file you have selected is too large to download from the mobile app
es: El archivo que has seleccionado es demasiado grande para descargarlo desde la aplicación móvil
hi: आपने जो फ़ाइल चुनी है वह मोबाइल ऐप से डाउनलोड करने के लिए बहुत बड़ी है
ja: 選択したファイルが大きすぎるため、モバイルアプリケーションからダウンロードできません。
zh: 您选择的文件太大，无法从移动应用下载
zh_hk: 您選取的檔案太大，無法從行動應用程式下載

# fileFailedToDownloadFileAbovePublicLimit
source: The file(s) you have selected is too large to download
es: El archivo(s) que has seleccionado es demasiado grande para descargarse
hi: आपके द्वारा चुनी गई फाइल(ें) डाउनलोड करने के लिए बहुत बड़ी हैं
ja: 選択したファイルは大きすぎてダウンロードできません
zh: 您选择的文件太大，无法下载
zh_hk: 您選擇的檔案太大了，無法下載

# fileHadANewRevision
source: A new version of this file was uploaded.
es: Una nueva revisión del archivo fue cargada.
es_es: Se subió una nueva versión del fichero.
hi: इस फ़ाइल का एक नया वर्ज़न अपलोड किया गया था।
ja: このファイルの新バージョンがアップロードされました。
zh: 本文件的新版被上传.
zh_hk: 此檔案的新版本, 已被上載。

source: File ID
es: ID del archivo
es_es: ID del fichero
hi: फ़ाइल ID
ja: ファイルID
zh: 文件ID
zh_hk: 檔案識別碼

# fileIsNotPublic
source: The ID provided is for a private file and cannot be pinned.
hi: प्रोवाइड किया गया ID एक प्राइवेट फाइल के लिए है और इसे पिन नहीं किया जा सकता.
ja: 提供されたIDはプライベートファイル用であり、ピン留めできません。

source: File name
es: Nombre del archivo
es_es: Nombre del fichero
hi: फ़ाइल का नाम
ja: ファイル名
zh: 文件名称
zh_hk: 檔案用名

source: File size
es: Tamaño del archivo
es_es: Tamaño del fichero
hi: फ़ाइल का साइज़
ja: ファイルサイズ
zh: 文件大小
zh_hk: 檔案大小

# filesTooLarge
source: {numberOfFiles, plural, zero{} one{1 file too large} other{{numberOfFiles} files too large}}
es: {numberOfFiles, plural, zero{} one{El archivo es demasiado grande} other{{numberOfFiles} archivos son demasiado grande}}
es_es: {numberOfFiles,plural, =1{1 fichero demasiado grande} =other{{numberOfFiles} ficheros demasiado grande}}
hi: {numberOfFiles, plural, zero{} one{1 फ़ाइल बहुत बड़ी है} other{{numberOfFiles} फ़ाइलें बहुत बड़ी हैं}}
ja: {numberOfFiles, plural, zero{} other{{numberOfFiles} 複数のファイルのサイズが大きすぎます}}
zh: {numberOfFiles, plural, zero{} other{文件大小过大。}}
zh_hk: {numberOfFiles, plural, zero{} other{文件大小過大。}}

# filesTooLargeExplanationMobile
source: ArDrive on mobile currently only supports file uploads smaller than 1024 MiB
es: Actualmente, ArDrive en el móvil solo admite la carga de archivos de menos de 1024 MiB
hi: मोबाइल पर ArDrive फ़िलहाल केवल 1024 MiB से छोटे वाले फ़ाइल अपलोड को सपोर्ट करता है
ja: モバイル上の ArDrive は現在、1024 MiB 未満のファイルアップロードにのみ対応しています
zh: 手机上的ArDrive目前只支持上传小于1024MB的文件。
zh_hk: ArDrive 手機版目前僅支援小於 1024 MiB 的文件上傳

# filesTooLargeExplanationPrivate
source: ArDrive on web currently only supports file uploads smaller than 100 MiB for private drives
es: Actualmente, las unidades privadas en ArDrive Web soportan archivos de hasta 100 MiB
es_es: ArDrive en WEB actualmente soporta únicamente ficheros más pequeños que 100 MB para discos privados
hi: वेब पर ArDrive फ़िलहाल प्राइवेट ड्राइव के लिए केवल 100 MiB से छोटी फ़ाइल अपलोड को सपोर्ट करता है
ja: ArDrive on web は現在、プライベート・ドライブでは 100 MiB 以下のファイルのアップロードにのみ対応しています。
zh: ArDrive网页客户端中, 私人网盘目前只支持小于100MB的文件上传
zh_hk: 現階段, ArDrive 於網頁只支援上載少於100 MiB 的私人檔案盤

# filesTooLargeExplanationPublic
source: ArDrive on web currently only supports file uploads smaller than 1.20 GiB for public drives
es: Actualmente, las unidades públicas en ArDrive WEB soportan archivos de hasta 1.25 GiB
es_es: ArDrive en WEB actualmente soporta únicamente ficheros más pequeños que 1.25 GB para discos públicos
hi: वेब पर ArDrive फ़िलहाल पब्लिक ड्राइव के लिए केवल 1.20 GiB से छोटी फ़ाइल अपलोड को सपोर्ट करता है
ja: ArDrive on web は現在、パブリック・ドライブでは 1.25 GiB以下のファイルのアップロードにのみ対応しています。
zh: ArDrive网页客户端中, 公开网盘目前只支持小于1.5GB的文件上传
zh_hk: 現階段, ArDrive 於網頁只支援上載少於1.25 GiB 的共公檔案盤

# filesWillBePermanentlyPublicWarning
source: Files uploaded here will be permanently viewable by anyone on the internet. Make sure you intend on making this data public.
es: Todos los archivos cargados aquí serán públicos por siempre para cualquiera en el internet. Asegúrate de que quieres que esta información sea pública.
hi: यहां अपलोड की गई फ़ाइलें स्थायी तौर से इंटरनेट पर कोई भी देख सकेगा। पक्का करें कि आप इस डेटा को सार्वजनिक बनाने का इरादा रखते हैं।
ja: ここにアップロードされたファイルは、インターネット上の誰もが永久に閲覧することができます。このデータを公開する意思があることを確認してください。
zh: 此处上传的文件会在互联网上被永久公开存储. 请确认是否需要公开此文件.
zh_hk: 這裡上傳的檔案將永久公開在網路上。請確定您要對外公開這份資料。

# filesWillBeUploadedPublicly
source: {numberOfFiles, plural, zero{} one{This file will be uploaded publicly.} other{These files will be uploaded publicly.}}
es: {numberOfFiles, plural, zero{} one{Este archivo será cargado públicamente.} other{Estos archivos serán cargados públicamente.}}
es_es: {numberOfFiles,plural, =1{Este fichero será subidos públicamente.} =other{Estos ficheros serán subidos públicamente.}}
hi: {numberOfFiles, plural, zero{} one{यह फ़ाइल पब्लिक्ली अपलोड की जाएगी।} other{ये फ़ाइलें पब्लिक्ली अपलोड की जाएंगी।}}
ja: {numberOfFiles, plural, zero{このファイルを公開ファイルとしてアップロードします。} other{これらのファイルを公開ファイルとしてアップロードします。}}
zh: {numberOfFiles, plural, zero{} other{此将被上传并公开。}}
zh_hk: {numberOfFiles, plural, zero{} other{此將被上傳並公開。}}

# filesWithTheSameNameAlreadyExists
source: {numberOfFiles, plural, zero{} one{A file with the same name already exists at this location. Do you want to continue and upload this file as a new version?} other{{numberOfFiles} files with the same name already exists at this location. Do you want to continue and upload these files as a new version?}}
es: {numberOfFiles, plural, zero{} one{Ya existe un archivo con el mismo nombre en este lugar. ¿Quieres continuar y cargarlo como una nueva revisión?} other{Hay {numberOfFiles} archivos con el mismo nombre en ese lugar. ¿Quieres continuar y cargarlo como una nueva revisión?}}
es_es: Hay {numberOfFiles} ficheros con el mismo nombre en ese lugar. ¿Quieres continuar y subirlos como una nueva versión?
hi: {numberOfFiles, plural, zero{} one{इस लोकेशन पर इसी नाम की एक फ़ाइल पहले से मौजूद है। क्या आप जारी रखना चाहते हैं और इस फ़ाइल को एक नए वर्ज़न के तौर पर अपलोड करना चाहते हैं?} other{इस लोकेशन पर इसी नाम की {numberOfFiles} फ़ाइलें पहले से मौजूद हैं। क्या आप जारी रखना चाहते हैं और इन फ़ाइलों को एक नए वर्ज़न के तौर पर अपलोड करना चाहते हैं?}}
ja: {numberOfFiles, plural, zero{} other{{numberOfFiles} 個の同じ名前のファイルが既にこの場所に存在します。これらのファイルをこのまま新しいバージョンとしてアップロードしますか？}}
zh: {numberOfFiles, plural, zero{} other{本路径已有相同名称的文件。你是否想要继续并更新文件版本?}}
zh_hk: {numberOfFiles, plural, zero{} other{同命檔案已於相同位置存在。你想繼續上載這檔案, 作為新的版本嗎?}}

# fileSystem
source: Files
es: Archivos
hi: फ़ाइलें
ja: ファイル
zh: 文件
zh_hk: 檔案

source: File type
hi: फाइल टाइप
ja: ファイルタイプ

# fileWasCreatedWithName
source: This file was created with the name {fileName}.
es: El archivo fue creado con el nombre: "{fileName}".
es_es: El fichero fue creado con el nombre: "{fileName}".
hi: यह फ़ाइल {fileName} नाम से बनाई गई थी।
ja: このファイルは{fileName}という名前で作成されました。
zh: 这个文件创建时名称为{fileName}.
zh_hk: 此檔案與 {fileName} 的用名重覆。

# fileWasModified
source: This file was modified.
es: El archivo fue modificado.
es_es: El fichero fue modificado.
hi: यह फ़ाइल मॉडिफ़ाई की गई थी।
ja: このファイルは変更されました。
zh: 这个文件被修改过.
zh_hk: 此檔案已被修改。

# fileWasMoved
source: This file was moved.
es: El archivo fue movido.
es_es: El fichero fue modificado.
hi: यह फ़ाइल मूव कर दी गई थी।
ja: このファイルは移動されました。
zh: 这个文件被移动过.
zh_hk: 此檔案已被移動。

# fileWasPinnedToTheDrive
source: File pinned to the drive.
hi: ड्राइव से पिन किया गया फाइल
ja: ファイルがドライブにピン留めされました。

# fileWasRenamed
source: This file was renamed to {fileName}.
es: El archivo fue renombrado a: "{fileName}".
es_es: El fichero fue renombrado a: "{fileName}".
hi: इस फ़ाइल का नाम बदलकर {fileName} कर दिया गया था।
ja: このファイルは{fileName}という名前に変更されました。
zh: 这个文件被重命名为{fileName}.
zh_hk: 此檔案已被重新命名為 {fileName} 。

source: Finishing things up!
es: ¡Finiquitando las cosas!
hi: चीजों को खतम कर रहे हैं!
ja: 完了させる!
zh: 即将完成！
zh_hk: 正在完成流程！

source: Fix
es: Reparar
es_es: Reparar
hi: ठीक करें
ja: 修正する
zh: 修复
zh_hk: 修正

# fixEmphasized
source: FIX
es: REPARAR
es_es: REPARAR
hi: ठीक करें
ja: 修正する
zh: 修复
zh_hk: 修正

# folderCount
source: {folderCount, plural, zero{No folders} one{1 folder} other{{folderCount} folders}}
es: {folderCount, plural, zero{Ninguna carpeta} one{1 carpeta} other{{folderCount} carpetas}}
es_es: {folderCount,plural, =0{Ningún directorio} =1{1 directorio} other{{folderCount} directorios}
hi: {folderCount, plural, zero{कोई फ़ोल्डर नहीं} one{1 फ़ोल्डर} other{{folderCount} फ़ोल्डर्स}}
ja: {folderCount, plural, zero{フォルダーなし} other{{folderCount} フォルダー}}
zh: {folderCount, plural, zero{无文件夹} other{{folderCount}个文件夹}}
zh_hk: {folderCount, plural, zero{無檔案夾} other{{folderCount}個檔案夾}}

source: Folder ID
es: ID de la carpeta
es_es: ID del directorio
hi: फ़ोल्डर ID
ja: フォルダID
zh: 文件夹ID
zh_hk: 資料夾識別碼

source: Folder name
es: Nombre de la carpeta
es_es: Nombre del directorio
hi: फ़ोल्डर का नाम
ja: フォルダの名前
zh: 文件夹名称
zh_hk: 資料夾用名

# foldersWithTheSameNameAlreadyExists
source: {numberOfFolders, plural, zero{} one{A folder with the same name already exists at this location. Please rename it and try uploading again.} other{{numberOfFolders} folders with the same name already exist at this location. Please rename them and try uploading again.}}
es: {numberOfFolders, plural, zero{} one{Ya existe una carpeta con el mismo nombre en este lugar. Por favor, renómbrala e inténtalo nuevamente.} other{Ya existen {numberOfFolders} carpetas con el mismo nombre en este lugar. Por favor, renómbralas e inténtalo nuevamente.}}
hi: {numberOfFolders, plural, zero{} one{इस लोकेशन पर इसी नाम का एक फ़ोल्डर पहले से मौजूद है। कृपया इसका नाम बदलें और दोबारा अपलोड करने की कोशिश करें।} other{इस लोकेशन पर इसी नाम के {numberOfFolders} फ़ोल्डर्स पहले से मौजूद हैं। कृपया उनके नाम बदलें और दोबारा अपलोड करने की कोशिश करें।}}
ja: {numberOfFolders, plural, zero{} other{{numberOfFolders}この場所には同じ名前の複数のフォルダが既に存在しています。名前を変更して、再度アップロードしてください。}}
zh: {numberOfFolders, plural, zero{} other{本路径已有相同名称的文件夹。请修改名称并重新上传。}}
zh_hk: {numberOfFolders, plural, zero{} other{同命資料夾已於相同位置存在。請為其重新命名並再次上載。}}

# folderWasCreatedWithName
source: This folder was created with the name {folderName}.
es: La carpeta fue creada con el nombre: "{folderName}".
es_es: El directorio fue creado con el nombre: "{folderName}".
hi: यह फ़ोल्डर {folderName} नाम से बनाया गया था।
ja: このフォルダは{folderName}という名前で作成されました。
zh: 这个文件夹创建时名称为{folderName}.
zh_hk: 此資料夾與 {folderName} 的用名重覆。

# folderWasModified
source: This folder was modified.
es: La carpeta fue modificada.
es_es: El directorio fue modificado.
hi: यह फ़ोल्डर मॉडिफ़ाई किया गया था।
ja: このフォルダは変更されました。
zh: 这个文件夹被修改过.
zh_hk: 此資料夾已被修改。

# folderWasMoved
source: This folder was moved.
es: La carpeta fue movida.
es_es: El directorio fue modificado.
hi: यह फ़ोल्डर मूव कर दिया गया था।
ja: このフォルダは移動されました
zh: 这个文件夹被移动过.
zh_hk: 此資料夾已被移動。

# folderWasRenamed
source: This folder was renamed to {folderName}.
es: La carpeta fue renombrada como: "{folderName}".
es_es: El directorio fue renombrado a: "{folderName}".
hi: इस फ़ोल्डर का नाम बदलकर {folderName} कर दिया गया था।
ja: このフォルダは{folderName}という名前に変更されました。
zh: 这个文件夹被重命名为{folderName}.
zh_hk: 此資料夾已被重新命名為 {folderName} 。

# forgetWallet
source: Forget wallet and change profile
es: Olvidar monedero y cambiar de perfil
es_es: Olvidar la cartera y cambiar de perfil
hi: वॉलेट को भूल जाएं और प्रोफ़ाइल बदलें
ja: ウォレットを忘れ、プロフィールを変更する
zh: 忘记钱包并切换账户
zh_hk: 忘記錢包及更改個人簡況

# forgetWalletDescription
source: Are you sure you want to forget your wallet? You will need to select another wallet to login with another profile.
es: ¿Confirmas que deseas olvidar la cartera? Tendrás que seleccionar otra cartera para iniciar sesión con otro perfil.
hi: क्या आप पक्का अपना वॉलेट भूलना चाहते हैं? किसी दूसरे प्रोफ़ाइल से लॉगिन करने के लिए आपको कोई दूसरा वॉलेट चुनना होगा।
ja: 本当にウォレットを忘れてもよろしいのでしょうか？別のプロフィールでサインインするには、別のウォレットを選択する必要があります。
zh: 您确定要忘记钱包吗？您需要选择另一个钱包，以使用另一个配置文件登录。
zh_hk: 您確定要忘記您的錢包嗎？您將得選取其他錢包，以便使用其他設定檔登入。

# forgetWalletTitle
source: Forget Wallet?
es: ¿Has olvidado tu cartera?
hi: वॉलेट भूलना चाहते हैं?
ja: ウォレットをお忘れですか？
zh: 忘记钱包？
zh_hk: 要忘記錢包嗎？
