Repository: ardriveapp/ardrive-web
Catalog: lib/l10n/app_*.arb
Languages: es, es_es, hi, ja, zh, zh_hk

# pleaseRemainOnThisTab
source: Loading... Please remain on this tab.
es: Cargando... Por favor, permanece en esta pestaña.
es_es: Cargando... Por favor mantente en esta pestaña.
hi: लोड हो रहा है... कृपया इस टैब पर बने रहें।
ja: ロード中... このタブにとどまっていてください。
zh: 加载中... 请保持在标签页.
zh_hk: 上載中, 請保持停留在這格介面

# pleaseRemainOnThisTabSnapshots
source: Your Web3 wallet is signing your transactions. Please stay on this page while we finish things up!
es: Tu cartera Web3 está firmando tus transacciones. ¡Permanece en esta página mientras finiquitamos las cosas!
hi: आपका Web3 वॉलेट आपके ट्रानज़ैकशन को साइन कर रहा है. कृपया इस पेज पर बने रहें जब तक हम काम पूरा नहीं कर लेते!
ja: Web3ウォレットはトランザクションにサイニングしています。作業が完了するまで、このページに留まってください。
zh: Web3 钱包正在进行交易签名。请在我们完成任务之前停留在此页面！
zh_hk: 您的 Web3 錢包正在簽署您的交易。請留在此頁面等待我們完成流程！

source: Please try again
es: Inténtalo de nuevo
hi: कृपया दोबारा कोशिश करें
ja: もう一度お試しください
zh: 请重试
zh_hk: 請再試一次

# preparingManifestEmphasized
source: PREPARING MANIFEST...
es: PREPARANDO MANIFIESTO...
hi: मैनिफ़ेस्ट तैयार हो रहा है...
ja: マニフェストを準備しています…
zh: 准备MANIFEST中...
zh_hk: 正在準備資訊清單...

source: Preparing upload...
es: Preparando la carga...
es_es: Preparando subida...
hi: अपलोड की तैयारी हो रही है...
ja: アップロードの準備中…
zh: 准备上传中...
zh_hk: 正在準備上載 ...

source: Preview
es: Vista previa
es_es: Vista previa
hi: प्रीव्यू करें
ja: プレビュー
zh: 预览
zh_hk: 預覽

source: Previous
es: Anterior
es_es: Anterior
hi: पिछला
ja: 前へ
zh: 前一页
zh_hk: 前一頁

source: Privacy
es: Privacidad
es_es: Privacidad
hi: प्राइवेसी
ja: プライバシー
zh: 隐私
zh_hk: 私隠

source: Private
es: Privado
es_es: Privado
hi: प्राइवेट
ja: 非公開
zh: 私人
zh_hk: 私人

source: Private Drives
es: Discos privados
hi: प्राइवेट ड्राइव
ja: プライベートドライブ
zh: 私人驱动器
zh_hk: 私人硬碟

source: Proceed
es: Proceder
hi: आगे बढ़ें
ja: 続行する
zh: 继续
zh_hk: 繼續

# proceedCongestionEmphasized
source: PROCEED
es: PROCEDER
es_es: PROCEDER
hi: आगे बढ़ें
ja: 続行する
zh: 仍然继续
zh_hk: 繼續進行

# proceedEmphasized
source: PROCEED
es: PROCEDER
hi: आगे बढ़ें
ja: 続行する
zh: 继续
zh_hk: 繼續

source: Profile
es: Perfil
es_es: Perfil
hi: प्रोफ़ाइल
ja: プロフィール
zh: 账户
zh_hk: 簡況

source: Public
es: Público
es_es: Público
hi: पब्लिक
ja: 公開
zh: 公开
zh_hk: 公開

source: Public Drives
es: Discos públicos
hi: पब्लिक ड्राइव
ja: パブリックドライブ
zh: 公共驱动器
zh_hk: 公開硬碟

# quoteUpdatesIn
source: Quote updates in {timer}
hi: क्वाेट {timer} में अपडेट हो रहा है
ja: {timer}で見積もり更新
zh: 报价将在……更新

# recreateFolderEmphasized
source: RECREATE FOLDER
es: RECREAR CARPETA
es_es: RECREAR DIRECTORIO
hi: फ़ोल्डर फिर से बनाएं
ja: フォルダの再作成
zh: 重新创建文件夹
zh_hk: 重新建立資料夾

# recreatingFolderEmphasized
source: RECREATING FOLDER...
es: RECREANDO CARPETA...
es_es: RECREANDO DIRECTORIO...
hi: फ़ोल्डर फिर से बनाया जा रहा है...
ja: フォルダの再作成中…
zh: 重新创建文件夹中...
zh_hk: 正在重新建立資料夾 ...

source: Refresh
hi: रिफ्रेश
ja: リフレッシュ
zh: 刷新

# refreshTurboBalanceTooltip
source: Refresh balance
hi: बैलेंस रिफ्रेश करें
ja: バランスをリフレッシュ
zh: 刷新余额

source: Rename
es: Renombrar
es_es: Renombrar
hi: नाम बदलें
ja: 名前を変更する
zh: 重命名
zh_hk: 重新命名

source: Rename Drive
es: Renombrar unidad
es_es: Renombrar disco
hi: ड्राइव का नाम बदलें
ja: ドライブの名前を変更する
zh: 重命名网盘
zh_hk: 重新命名檔案盤

# renameDriveEmphasized
source: RENAME DRIVE
es: RENOMBRAR UNIDAD
es_es: RENOMBRAR DISCO
hi: ड्राइव का नाम बदलें
ja: ドライブの名前を変更する
zh: 重命名网盘
zh_hk: 重新命名檔案盤

# renameEmphasized
source: RENAME
es: RENOMBRAR
es_es: RENOMBRAR
hi: नाम बदलें
ja: 名前を変更する
zh: 重命名
zh_hk: 重新命名

# renameFileEmphasized
source: RENAME FILE
es: RENOMBRAR ARCHIVO
es_es: RENOMBRAR FICHERO
hi: फ़ाइल का नाम बदलें
ja: ファイルの名前を変更する
zh: 重命名文件
zh_hk: 重新命名檔案

# renameFolderEmphasized
source: RENAME FOLDER
es: RENOMBRAR CARPETA
es_es: RENOMBRAR DIRECTORIO
hi: फ़ोल्डर का नाम बदलें
ja: フォルダの名前を変更する
zh: 重命名文件夹
zh_hk: 重新命名資料夾

# renamingDriveEmphasized
source: RENAMING DRIVE...
es: RENOMBRANDO UNIDAD...
es_es: RENOMBRANDO DISCO...
hi: ड्राइव का नाम बदला जा रहा है...
ja: ドライブの名前を変更中…
zh: 重命名网盘中...
zh_hk: 正在重新命名檔案盤

# renamingFileEmphasized
source: RENAMING FILE...
es: RENOMBRANDO ARCHIVO...
es_es: RENOMBRANDO FICHERO...
hi: फ़ाइल का नाम बदला जा रहा है...
ja: ファイルの名前を変更中…
zh: 重命名文件...
zh_hk: 正在重新命名檔案

# renamingFolderEmphasized
source: RENAMING FOLDER...
es: RENOMBRANDO CARPETA...
es_es: RENOMBRANDO DIRECTORIO...
hi: फ़ोल्डर का नाम बदला जा रहा है...
ja: フォルダの名前を変更中…
zh: 重命名文件夹中...
zh_hk: 正在重新命名資料夾

# replaceEmphasized
source: REPLACE
es: REEMPLAZAR
hi: बदलना
ja: 置き換える
zh: 替换
zh_hk: 取代

source: Resync
es: Resincronizar
hi: रीसिंक करें
ja: 再同期
zh: 重新同步
zh_hk: 重新同步

# resyncTooltip
source: Refresh All Drives
es: Actualizar todas las unidades
hi: सभी ड्राइव को रिफ़्रेश करें
ja: すべてのドライブを更新する
zh: 刷新所有驱动器
zh_hk: 重新整理所有磁碟機

source: Review
hi: रिव्यू करें
ja: レビュー
zh: 审阅

source: Root Folder Tx ID
es: Tx ID de la carpeta raíz
es_es: Tx ID del directorio raíz
hi: रूट फ़ोल्डर ट्रांज़ैक्शन ID
ja: ルート・フォルダTx ID
zh: 根文件夹交易ID
zh_hk: 根資料夾的交易識別碼

source: Rows Per Page
es: Filas por página
es_es: Filas por página
hi: हर पेज के हिसाब से रो
ja: 1 ページあたりの行数
zh: 每页行数
zh_hk: 每頁行數

# secondsFromForeverEmphasized
source: SECONDS FROM FOREVER
es: A SEGUNDOS DE LA ETERNIDAD
es_es: A SEGUNDOS DE PARA SIEMPRE
hi: हमेशा के लिए होने से कुछ सेकंड दूर
ja: 永遠から数秒
zh: 等待后, 获取真正永久的存储
zh_hk: 幾秒之間, 就能恒永留存

# securityWalletOverlay
source: Your keyfile is encrypted, it never leaves your device, and it can be removed from your device at any time.
hi: आपका कीफाइल इंक्रिप्टेड है, यह आपका डिवाइस कभी नहीं छोड़ता और यह आपके डिवाइस से कभी भी हटाया जा सकता है.
ja: キーファイルは暗号化され、デバイスから離れることはなく、いつでもデバイスから削除することができます。
zh: 你的密钥文件已加密，它永远不会离开你的设备，并且随时可以从你的设备上删除。

# selectWalletEmphasized
source: SELECT WALLET
es: SELECCIONAR MONEDERO
es_es: SELECCIONAR CARTERA
hi: वॉलेट चुनें
ja: ウォレットを選択
zh: 导入钱包文件
zh_hk: 選擇錢包

source: Share
hi: शेयर करें
ja: 共有する

source: Shared Drives
es: Discos compartidos
hi: ड्राइवों को शेयर किया गया है
ja: 共有ドライブ
zh: 共享驱动器
zh_hk: 共享的硬碟

# sharedDrivesEmphasized
source: SHARED DRIVES
es: UNIDADES COMPARTIDAS
es_es: DISCOS COMPARTIDOS
hi: शेयर की गई ड्राइव
ja: 共有ドライブ
zh: 分享网盘
zh_hk: 共用檔案盤

# sharedFileIsEncrypted
source: This file is encrypted.
es: El archivo está cifrado.
hi: यह फ़ाइल एन्क्रिप्ट की गई है।
ja: このファイルは暗号化されています。
zh: 此文件已加密.

source: Share Drive
es: Compartir unidad
es_es: Compartir disco
hi: ड्राइव शेयर करें
ja: ドライブを共有する
zh: 分享网盘
zh_hk: 共用檔案盤

source: Share drive with others
es: Compartir la unidad con otros
es_es: Compartir el disco con otros
hi: दूसरों के साथ ड्राइव शेयर करें
ja: ドライブを他の人と共有する
zh: 与他人分享网盘
zh_hk: 與他人共用檔案盤

# shareFailedFile
source: The file you are attempting to share is invalid and cannot be shared.
es: El archivo que intentas compartir no es válido y no se puede compartir.
hi: आप जिस फ़ाइल को शेयर करने की कोशिश कर रहे हैं वह अमान्य है और वह शेयर नहीं की जा सकती।
ja: 共有しようとしているファイルは無効で、共有できません。
zh: 你所要分享的文件状态显示为无效，无法被分 享。
zh_hk: 您嘗試共享的檔案無效且無法共享。

source: Share File
es: Compartir archivo
es_es: Compartir fichero
hi: फ़ाइल शेयर करें
ja: ファイルを共有する
zh: 分享文件
zh_hk: 共用檔案

source: Share file with others
es: Compartir el archivo con otros
es_es: Compartir el fichero con otros
hi: दूसरों के साथ फ़ाइल शेयर करें
ja: 他の人とファイルを共有する
zh: 与他人分享文件
zh_hk: 與其他人分享檔案

# shareLogsDescription
source: You can share your logs with the ArDrive team to help us improve the app. The logs can be downloaded to your device and shared with us via email, Discord, or added to a support ticket.
hi: आप अपने लॉग्स ArDrive टीम के साथ शेयर कर एप्प इंप्रूव करने में हमारी मदद कर सकते हैं. लॉग्स आपके डिवाइस पे डाउनलोड हो सकतें हैं और हमारे साथ इमेल, डिस्कॉर्ड के द्वारा शेयर हो सकते या सपोर्ट टिकट में एड हो सकतें हैं.
ja: ArDriveチームとあなたのログを共有して、アプリの改善にご協力ください。ログはお使いのデバイスにダウンロードして、電子メール、Discordで共有したり、サポートチケットに追加したりできます。

# shareLogsEmailBody
source: ArDrive user logs are attached.
hi: ArDrive यूज़र लॉग अटैच हो गए हैं.
ja: ArDriveのユーザーログが添付されています。

# shareLogsEmailSubject
source: ArDrive Logs
hi: ArDrive लॉग्स
ja: ArDriveログ

# shareLogsNativeShareSubject
source: ArDrive Logs
hi: एआरड्राइव लॉग्स
ja: ARドライブログ

# shareLogsNativeShareText
source: ArDrive user logs are attached.
hi: ARDrive उपयोगकर्ता लॉग संलग्न हैं।
ja: ARDriveのユーザーログが添付されています。

# shareLogsText
source: Share Logs
hi: लॉग्स शेयर करें
ja: 共有ログ

# shareLogsWithEmailText
source: Send Email
hi: इमेल भेजें
ja: 電子メールを送信する

# sharePendingFile
source: The file you are trying to share is currently pending and can’t be shared at this time.
es: El archivo que intentas compartir sigue pendiente y no puede ser compartido en este momento.
hi: आप जिस फ़ाइल को शेयर करने की कोशिश कर रहे हैं वह फ़िलहाल पेंडिंग है और इस समय शेयर नहीं की जा सकती।
ja: 共有しようとしているファイルは現在保留中であり、現時点では共有できません。
zh: 你所要分享的文件目前未被网络确认，暂时无 法被分享。请稍后重试。
zh_hk: 您想分享的檔案仍待處理，目前尙無法分享。

source: Show Menu
es: Mostrar menú
hi: मेन्यू दिखाएँ
ja: メニューを表示
zh: 显示菜单
zh_hk: 顯示選單

source: Signing upload
es: Firmando las transacciones
es_es: Firmando la subida
hi: अपलोड साइन किया जा रहा है
ja: 署名のアップロード
zh: 签署上传交易中
zh_hk: 簽批上載

source: Size
es: Tamaño
hi: साइज़
ja: サイズ
zh: 大小
zh_hk: 大小

source: Skip
es: Omitir
hi: स्किप करें
ja: スキップする
zh: 跳过
zh_hk: 跳過

# skipEmphasized
source: SKIP
es: OMITIR
hi: स्किप करना
ja: スキップする
zh: 跳过
zh_hk: 跳過

# snapshotCreationFailed
source: Your snapshot failed. You have not been charged for this failed attempt.
es: Ha habido un error en la instantánea. No se te ha cobrado por este intento fallido.
hi: आपका स्नैपशॉट असफल रहा। इस असफल कोशिश के लिए आपसे शुल्क नहीं लिया गया है।
ja: スナップショットに失敗しました。この失敗に対して課金されることはありません。
zh: 快照拍摄失败。您没有为这次失败的尝试付费。
zh_hk: 您的快照建立失敗。此次失敗嘗試不會扣款。

# snapshotCreationSucceeded
source: Your successfuly created a snapshot of {driveName}!
es: Se ha creado correctamente una instantánea de {driveName}.
hi: आपने {driveName} का एक स्नैपशॉट सफलतापूर्वक बना लिया है!
ja: {driveName}のスナップショットの作成に成功しました。
zh: 您已成功创建{driveName}的快照！
zh_hk: 您已成功建立 {driveName} 的快照！

source: Snapshot Failed
es: Error al crear la instantánea
hi: स्नैपशॉट असफल रहा
ja: スナップショットに失敗しました
zh: 快照拍摄失败
zh_hk: 快照建立失敗

# snapshotOfDrive
source: Snapshot of drive {driveName}
es: Instantánea de la unidad {driveName}
hi: ड्राइव {driveName} का स्नैपशॉट
ja: ドライブ{driveName}のスナップショット
zh: 驱动器{driveName}快照
zh_hk: 磁碟機 {driveName} 的快照

# snapshotSize
source: Snapshot Size: {size}
es: Tamaño de instantánea: {size}
hi: स्नैपशॉट का साइज़: {size}
ja: スナップショットサイズ：{size}
zh: 快照大小：{size}
zh_hk: 快照大小：{size}

# snapshotSuceeded
source: Success
es: Operación realizada con éxito
hi: सफल रहा
ja: 成功
zh: 成功
zh_hk: 成功

# sorryLoginFailed
source: Sorry, login failed. Please try again.
es: Lo sentimos, no se ha podido iniciar sesion. Por favor, inténtalo nuevamente.
es_es: Lo sentimos, falló la autenticación. Por favor, inténtalo nuevamente.
hi: सॉरी, लॉगिन असफल रहा। कृपया दोबारा कोशिश करें।
ja: 申し訳ありません。ログインが失敗しました。もう一度お試しください。
zh: 抱歉, 登录失败. 请重试.
zh_hk: 對不起, 登入失敗。請再試。

# specifiedFileDoesNotExist
source: The specified file does not exist.
es: El archivo especificado no existe.
es_es: El fichero especificado no existe.
hi: बताई गई फ़ाइल मौजूद नहीं है।
ja: 指定されたファイルは存在しません。
zh: 此文件不存在.
zh_hk: 所指定的檔案並不存在。

# subscribeEmphasized
source: SUBSCRIBE
es: SUSCRIBIRSE
es_es: SUSCRIBIRSE
hi: सब्सक्राइब करें
ja: 購読する
zh: 订阅
zh_hk: 訂閱

source: Sync
es: Sincronizar
es_es: Sincronizar
hi: همگام سازی
ja: 同期
zh: 同步
zh_hk: 同步

# syncingOnlyOneDrive
source: Syncing your drive...
es: Sincronizando la unidad...
hi: आपकी ड्राइव सिंक हो रही है...
ja: ドライブの同期中…
zh: 同步你的网盘中...
zh_hk: 正在同步處理你的檔案盤 ...

source: Syncing... Please remain on this tab.
es: Sincronizando... Por favor, permanece en esta pestaña.
es_es: Sincronizando... Pro favor mantente en esta pestaña.
hi: सिंक हो रही है... कृपया इस टैब पर बने रहें।
ja: 同期中... このタブにとどまっていてください。
zh: 同步中... 请留在本页面.
zh_hk: 正在同步處理, 請停留在現處頁介面。

source: Syncing... Please wait.
es: Sincronizando... Por favor, espera.
es_es: Sincronizando... Por favor espera.
hi: सिंक हो रही है... कृपया इंतज़ार करें।
ja: 同期中…お待ちください。
zh: 同步中... 请等待.
zh_hk: 正在同步處理, 請稍候。

# syncProgressPercentage
source: {percentage}% complete
es: {percentage}% completado
hi: {percentage}% पूरा हुआ
ja: {percentage}%完了
zh: {percentage}% 完成度
zh_hk: {percentage}% 完成

# targetFolderEmphasized
source: TARGET FOLDER
es: CARPETA DE DESTINO
es_es: DIRECTORIO OBJETIVO
hi: टारगेट फ़ोल्डर
ja: 対象フォルダ
zh: 目标文件夹
zh_hk: 目標資料夾

source: Terms and Conditions
es: Términos y condiciones
hi: नियम और शर्तें
ja: 利用規約
zh: 条款和条件
zh_hk: 合約條款

# theIdProvidedDoesntExist
source: The ID provided does not exist
hi: प्रोवाइड किया गया ID एक्सिस्ट नहीं करता है
ja: 入力されたIDは存在しません
zh: 提供的 ID 不存在

source: The ID provided is not valid
hi: प्रोवाइड किया गया ID वैलिड नहीं है
ja: 入力されたIDは無効です
zh: 提供的 ID 是无效的

source: There's been a problem.
hi: एक समस्या हो गई है
ja: 問題が発生しました。
zh: 出了一个问题。

# thinkTwiceBeforeUploading
source: Think twice before uploading all your teenage love poetry...
es: Piénsalo dos veces antes de cargar toda tu poesía de adolescente...
es_es: Piénsalo dos veces antes de subir toda tu poesía de adolescente...
hi: अपने किशोरावस्था की सभी प्रेम कविताओं को अपलोड करने से पहले दो बार ज़रूर सोच लें...
ja: ティーン―エージャー時代の恋の詩をアップロードする前に、よく考えてください...
zh: 上传你的黑历史之前要三思...
zh_hk: 在上載你的少年情詩之前, 請再三考慮清楚

source: This is a one-time payment, powered by Stripe.
hi: यह Stripe द्वारा पावर्ड एक वन-टाईम पेमेंट है.
ja: これは、Stripeによる1回限りのお支払いです。
zh: 这是一次性的支付，由 Stripe 技术支持。

source: This may take a while...
es: Ésto puede tomar un momento...
es_es: Ésto puede tomar un momento...
hi: इसमें थोड़ा समय लग सकता है...
ja: しばらく時間がかかる場合があります…
zh: 这可能会需要一些时间...
zh_hk: 這可能要一點時間 ...

source: Too large for upload:
es: Archivos demasiado grandes para cargar:
es_es: Demasiado grande para subir:
hi: अपलोड करने के लिए बहुत बड़ा है:
ja: サイズが大きすぎるためアップロードできません
zh: 文件过大无法上传:
zh_hk: 內容過大, 不能上載。

source: Total
hi: कुल
ja: 計
zh: 总额

# totalPrivacyControlEmphasized
source: TOTAL PRIVACY CONTROL
es: CONTROL TOTAL DE TU PRIVACIDAD
es_es: TOTAL CONTROL DE TU PRIVACIDAD
hi: पूरा प्राइवेसी कंट्रोल
ja: 完全なプライバシー管理
zh: 完全隐私控制
zh_hk: 完全掌控私隱

source: Try Again
hi: पुनः प्रयास करें
ja: 再度お試しください
zh: 重试

# tryAgainDownloadingFile
source: This can happen if the file was only uploaded recently. Please try again later.
es: Ésto puede suceder si el archivo fue cargado recientemente. Por favor, inténtalo nuevamente luego.
es_es: Ésto puede suceder si el fichero fue subido recientemente. Por favor inténtalo nuevamente luego.
hi: ऐसा तब हो सकता है जब फ़ाइल हाल ही में अपलोड की गई हो। कृपया बाद में दोबारा कोशिश करें।
ja: これは、ファイルが最近アップロードされたばかりの場合に発生することがあります。後でもう一度お試しください。
zh: 这可能发生于文件刚上传后. 请重试.
zh_hk: 新近上載的檔案, 可能會遇到這個情況。請於稍後再試。

# tryAgainEmphasized
source: TRY AGAIN
es: INTENTAR NUEVAMENTE
es_es: INTENTAR NUEVAMENTE
hi: दोबारा कोशिश करें
ja: もう一度やってみる
zh: 重试
zh_hk: 再嘗試

# tryLaterCongestionEmphasized
source: TRY LATER
es: INTENTAR MÁS TARDE
es_es: INTENTAR LUEGO
hi: बाद में कोशिश करें
ja: 後で試す
zh: 重试
zh_hk: 稍後再試

# tryOnAnotherDevice
source: Please try on another device or stay updated for our upcoming mobile app by subscribing to our newsletter below.
es: Por favor, inténtalo en otro dispositivo y mantente actualizado sobre la próxima aplicación móvil suscribiéndote a nuestro boletín informativo.
es_es: Por favor inténtalo en otro dispositivo o mantente actualizado sobre la próxima aplicación móvil suscribiéndote a nuestro boletín informativo.
hi: कृपया किसी दूसरे डिवाइस पर कोशिश करें या नीचे दिए गए हमारे न्यूज़लेटर को सब्सक्राइब करके हमारे आगामी मोबाइल ऐप के लिए अपडेटेड रहें।
ja: 他のデバイスでお試しいただくか、以下のニュースレターを購読して、弊社の今後のモバイルアプリの最新情報をご確認ください。
zh: 请使用其他设备或者通过订阅我们的newletter来跟踪移动设备适配的消息.
zh_hk: 請以其他設備再嘗試。亦可訂閱我們的推廣通訊, 率先體驗快將推出的流動應用程式。

# turboAddCreditsBlurb
source: Add Credits using your card for faster uploads.
hi: फास्टर अपलोड्स के लिए क्रेडिट्स अपना क्रेडिट कार्ड का इस्तेमाल कर जोड़ें.
ja: カードを使ってクレジットを追加すると、より速くアップロードできます。
zh: 使用你的卡添加积分，以便更快上传。

# turboCustomAmount
source: Custom Amount (min {min} - max {max})
hi: कस्टम अमाउंट (सबसे कम {min} - सबसे ज्यादा {max})
ja: カスタム量（最小 {min} ～ 最大 {max}）

# turboErrorMessageEstimationInformationFailed
source: Error loading information. Please try again.
hi: इन्फॉर्मेशन लोड करने में एरर. कृप्या पुनः प्रयास करें.
ja: 情報の読み込みに失敗しました。もう一度お試しください。
zh: 加载信息时出现错误。请重试。

# turboErrorMessageFetchPaymentIntentFailed
source: Payment processor is currently unavailable, please try again later
hi: पेमेंट प्रोसेसर अभी उपलब्ध नहीं है, कृप्या कुछ देर बाद पुनः प्रयास करें.
ja: 支払い処理が現在利用できません。後でもう一度お試しください。
zh: 支付处理程序目前不可用，请稍后重试

# turboErrorMessageNetwork
source: We can't connect to the internet. Please check your connection and try again.
hi: हम इन्टरनेट से कनेक्ट नहीं कर पा रहें हैं. कृप्या अपना कनेक्शन चेक करें और पुनः प्रयास करें.
ja: インターネットに接続できません。接続を確認し、再度お試しください。
zh: 我们无法连接到互联网。请检查连接后重试。

# turboErrorMessageServer
source: The payment was not successful. Please check your card information and try again.
hi: पेमेंट सफल नहीं रहा. कृप्या अपना कार्ड इन्फॉर्मेशन चेक करें और पुनः प्रयास करें.
ja: 決済に失敗しました。カード情報を確認して、もう一度やり直してください。
zh: 支付不成功。请检查你的卡信息然后重试。

# turboErrorMessageSessionExpired
source: Your Turbo session has expired. Please try again.
hi: आपका टर्बो सेशन एक्सपायर हो गया है. कृप्या पुनः प्रयास करें.
ja: ターボセッションの有効期限が切れました。もう一度お試しください。
zh: 你的 Turbo 会话已过期。请重试。

# turboErrorMessageUnknown
source: The payment was not successful. Please check your card information and try again.
hi: पेमेंट सफल नहीं रहा. कृप्या अपना कार्ड इन्फॉर्मेशन चेक करें और पुनः प्रयास करें.
ja: 決済に失敗しました。カード情報を確認して、もう一度やり直してください。
zh: 支付不成功。请检查你的卡信息然后重试。

# turboPleaseEnterAmountBetween
source: Please enter an amount between {min} - {max}
hi: कृप्या {min} - {max} के बीच का अमाउंट एंटर करें
ja: {min} ～ {max} の間の量を入力してください

# unableToFetchEstimateAtThisTime
source: Unable to fetch the estimate at this time.
hi: इस समय पर एस्टीमेट प्राप्त करने में असमर्थ हैं.
ja: 現在、見積もりを取ることができません。
zh: 此时无法获取估计值。

# unableToUpdateQuote
source: Unable to update quote. Please try again.
hi: क्वोट अपडेट करने में असमर्थ हैं. कृप्या पुनः प्रयास करें.
ja: 見積もりを更新できません。もう一度お試しください。
zh: 无法更新报价。请重试。

source: Unit
hi: यूनिट
ja: ユニット
zh: 单位

source: Units
hi: यूनिट्स
ja: ユニット
zh: 单位

source: Unlock
es: Desbloquear
hi: अनलॉक करें
ja: ロック解除
zh: 解锁
zh_hk: 解鎖

# unlockEmphasized
source: UNLOCK
es: DESBLOQUEAR
es_es: DESBLOQUEAR
hi: अनलॉक करें
ja: ロック解除
zh: 解锁
zh_hk: 解鎖

source: Upload
es: Cargar
es_es: Subir
hi: अपलोड करें
ja: アップロード
zh: 上传
zh_hk: 上載

# uploadDragAndDrop
source: Upload File
es: Cargar archivo
es_es: Subir fichero
hi: फ़ाइल अपलोड करें
ja: ファイルをアップロードする
zh: 上传文件
zh_hk: 上載檔案

source: Uploaded by
hi: अपलोडेड बाई
ja: アップロード元
zh: 由……上传

# uploadEmphasized
source: UPLOAD
es: CARGAR
hi: अपलोड करें
ja: アップロード
zh: 上传
zh_hk: 上載

source: Upload Failed
es: Fallo al cargar
hi: अपलोड असफल रहा
ja: アップロード失敗
zh: 上传失败
zh_hk: 上傳失敗

source: Upload File(s)
es: Cargar archivo(s)
es_es: Subir fichero(s)
hi: फ़ाइल(फ़ाइलें) अपलोड करें
ja: ファイル（複数可）をアップロードする
zh: 上传文件
zh_hk: 上載檔案

source: Upload Folder
es: Cargar carpeta
hi: फ़ोल्डर अपलोड करें
ja: フォルダをアップロードする
zh: 上传文件夹
zh_hk: 上載資料夾

# uploadingManifestEmphasized
source: UPLOADING MANIFEST...
es: CARGANDO MANIFIESTO...
hi: मैनिफ़ेस्ट अपलोड हो रहा है...
ja: マニフェストをアップロードしています…
zh: 上传MANIFEST中...
zh_hk: 正在上傳資訊清單...

# uploadingNFiles
source: {numberOfFiles, plural, zero{} one{Uploading 1 file...} other{Uploading {numberOfFiles} files...}}
es: {numberOfFiles, plural, zero{} one{Cargando 1 archivo...} other{Cargando {numberOfFiles} archivos...}}
es_es: {numberOfFiles,plural, =1{Subiendo 1 fichero...} =other{Subiendo {numberOfFiles} ficheros...}}
hi: {numberOfFiles, plural, zero{} one{1 फ़ाइल अपलोड हो रही है...} other{{numberOfFiles} फ़ाइलें अपलोड हो रही हैं...}}
ja: {numberOfFiles, plural, zero{} other{{numberOfFiles} 個のファイルをアップロード中...}}
zh: {numberOfFiles, plural, zero{} other{上传{numberOfFiles}个文件中...}}
zh_hk: {numberOfFiles, plural, zero{} other{正在上載 {numberOfFiles} 檔案...}}

source: Uploading Snapshot
es: Cargando instantánea
hi: स्नैपशॉट अपलोड हो रहा है
ja: スナップショットをアップロードする
zh: 正在上传快照
zh_hk: 正在上傳快照

# uploadNFiles
source: {numberOfFiles, plural, zero{} one{Upload 1 file} other{Upload {numberOfFiles} files}}
es: {numberOfFiles, plural, zero{} one{Cargar 1 archivo} other{Cargar {numberOfFiles} archivos}}
es_es: {numberOfFiles,plural, =1{Subir 1 fichero} =other{Subir {numberOfFiles} ficheros}}
hi: {numberOfFiles, plural, zero{} one{1 फ़ाइल अपलोड करें} other{{numberOfFiles} फ़ाइलें अपलोड करें}}
ja: {numberOfFiles, plural, zero{} other{{numberOfFiles} 個のファイルをアップロードする}}
zh: {numberOfFiles, plural, zero{} other{上传{numberOfFiles}个文件}}
zh_hk: {numberOfFiles, plural, zero{} other{上載 {numberOfFiles} 檔案}}

source: Upload your first file
es: Sube tu primer archivo
hi: अपनी पहली फाइल अपलोड करें
ja: 最初のファイルをアップロードする
zh: 上传第一个文件
zh_hk: 上傳您的第一個檔案

# usdPriceNotAvailable
source: (USD price not available at the moment)
es: (El precio en USD no está disponible por el momento)
hi: (इस वक्त USD कीमत उपलब्ध नहीं है)
ja: (現時点では米ドル価格は利用できません)
zh: （目前无法提供美元价格）
zh_hk: （目前無法提供美元價格）

# useArconnectEmphasized
source: USE ARCONNECT
es: USAR ARCONNECT
es_es: USAR ARCONNECT
hi: ARCONNECT का इस्तेमाल करें
ja: ARCONNECTを使う
zh: 使用ARCONNECT登入
zh_hk: 使用 ARCONNECT

source: Username
es: Nombre de usuario
es_es: Nombre de usuario
hi: यूज़र का नाम
ja: ユーザー名
zh: 用户名
zh_hk: 用戶名稱

# validationAttachDriveCouldNotBeFound
source: The specified drive could not be found.
es: No se encontró la unidad especificada.
hi: बताया गया ड्राइव नहीं मिल सका।
ja: 指定されたドライブが見つかりませんでした。
zh: 无法找到网盘.
zh_hk: 無法找到指定的磁碟。

# validationAttachUserLoggedOut
source: You need to be signed in to attach private drives.
es: Debes iniciar sesión para vincular unidades privadas.
hi: प्राइवेट ड्राइव अटैच करने के लिए आपको साइन-इन करना होगा।
ja: プライベートドライブを接続するには、サインインする必要があります。
zh: 你需要登录才可以导入个人网盘.
zh_hk: 您需要先登入才能卸離私有磁碟。

# validationDriveNameAlreadyPresent
source: A drive with this name is already present.
es: Una unidad con el mismo nombre ya existe aquí.
hi: इस नाम की एक ड्राइव पहले से मौजूद है।
ja: この名前のドライブはすでに存在します。
zh: 一个同名的网盘已在此处存在.
zh_hk: 已有其他磁碟使用這個名稱。

# validationEntityNameAlreadyPresent
source: A folder/file with this name is already present here.
es: Ya existe una carpeta o archivo con el mismo nombre.
hi: इस नाम का एक फ़ोल्डर/फ़ाइल पहले से ही यहां मौजूद है।
ja: この名前のフォルダー/ファイルはすでにここに存在します。
zh: 一个同名的文件/文件夹已在此处存在.
zh_hk: 這裡已有其他檔案夾使用此名稱。

# validationInvalid
source: This field is invalid.
es: Información inválida.
hi: यह फ़ील्ड अमान्य है।
ja: このフィールドは無効です。
zh: 此栏输入格式不合法.
zh_hk: 這個欄位的資料無效。

# validationInvalidKey
source: Invalid drive key.
es: Clave de la unidad inválida.
hi: अमान्य ड्राइव की।
ja: 無効なドライブキー。
zh: 网盘key无效.
zh_hk: 無效的磁碟金鑰。

# validationNameUnchanged
source: This name is identical to the current name
es: Este nombre es idéntico al nombre original
hi: यह नाम मौजूदा नाम के जैसा ही है
ja: この名前は現在の名前と同じです
zh: 本名称与此前名称相同
zh_hk: 這個名稱與現有的名稱重複

# validationPasswordIncorrect
source: This password is incorrect.
es: Contraseña incorrecta.
hi: यह पासवर्ड ग़लत है।
ja: このパスワードは正しくありません。
zh: 此密码错误.
zh_hk: 這個密碼有誤。

# validationRequired
source: Field required.
es: Este campo es requerido.
hi: यह फ़ील्ड आवश्यक है।
ja: このフィールドは必須です。
zh: 此栏不能为空.
zh_hk: 這是必填欄位。

# validationSharedFileIncorrectFileKey
source: Incorrect key, please try again.
es: Clave incorrecta. Por favor, inténtalo nuevamente.
hi: ग़लत की डाली गई, कृपया दोबारा कोशिश करें।
ja: キーが正しくありません。再試行してください。
zh: 密码错误, 请重试.
zh_hk: 金鑰有誤，請再試一次。

source: View Info
es: Más información
es_es: Ver información
hi: जानकारी देखें
ja: 情報を見る
zh: 查看信息
zh_hk: 閲覽資料

source: View Only
es: Sólo lectura
es_es: Sólo vista
hi: केवल देखें
ja: 表示のみ
zh: 只读
zh_hk: 只供閱覽

# viewOnViewBlock
source: View on viewblock.io
es: Ver en viewblock.io
hi: viewblock.io पर देखें
ja: viewblock.ioで見る
zh: 在 viewblock.io 上查看
zh_hk: 在 viewblock.io 上觀看
